Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: | term:mixs[DNA_sequence] | [.break-all]#TCTATCCTCAATTATAGGTCATAATTCACCATCAGTAGATTTAGGAATTTTCTCTATTCATATTGCAGGTGTATCATCAATTATAGGATCAATTAATTTTATTGTAACAATTTTAAATATACATACAAAAACTCATTCATTAAACTTTTTACCATTATTTTCATGATCAGTTCTAGTTACAGCAATTCTCCTTTTATTATCATTA# | The DNA sequence (ASV). Taxonomic interpretation of the sequence depends on the technology and reference library available at the time of publication. Hence, the most objective taxonomic handle is the sequence which can be reinterpreted in the future. | Highly recommended | term:mixs[sop] | https://www.protocols.io/view/emp-its-illumina-amplicon-protocol-pa7dihn | Standard operating procedures used in assembly and/or annotation of genomes, metagenomes or environmental sequences. + + A reference to a well documented protocol, e.g. using https://protocols.io[protocols.io] | Recommended | term:mixs[target_gene] | 16S rRNA, 18S rRNA, ITS | Targeted gene or marker name for marker-based studies | Highly recommended | term:mixs[target_subfragment] | V6, V9, ITS2 | Name of subfragment of a gene or markerImportant to e.g. identify special regions on marker genes like the hypervariable V6 region of the 16S rRNA gene | Highly recommended | term:mixs[pcr_primer_forward] | GGACTACHVGGGTWTCTAAT | Forward PCR primer that was used to amplify the sequence of the targeted gene, locus or subfragment. | Highly recommended | term:mixs[pcr_primer_reverse] | GGACTACHVGGGTWTCTAAT | Reverse PCR primer that was used to amplify the sequence of the targeted gene, locus or subfragment. | Highly recommended | term:mixs[pcr_primer_name_forward] | jgLCO1490 | Name of the forward PCR primer | Highly recommended | term:mixs[pcr_primer_name_reverse] | jgHCO2198 | Name of the reverse PCR primer | Highly recommended | term:mixs[pcr_primer_reference] | https://doi.org/10.1186/1742-9994-10-34 | Reference for the primers | Highly recommended | term:mixs[env_broad_scale] | forest biome [ENVO:01000174] | *Equivalent to env_biome in MIxS v4* + In this field, report which major environmental system your sample or specimen came from. The systems identified should have a coarse spatial grain, to provide the general environmental context of where the sampling was done (e.g. were you in the desert or a rainforest?). We recommend using subclasses of ENVO’s biome class: + http://purl.obolibrary.org/obo/ENVO_00000428 | Recommended | term:mixs[env_local_scale] | litter layer [ENVO:01000338] | *Equivalent to env_feature in MIxS v4* + In this field, report the entity or entities which are in your sample or specimen´s local vicinity and which you believe have significant causal influences on your sample or specimen. Please use terms that are present in ENVO and which are of smaller spatial grain than your entry for env_broad_scale. | Recommended | term:mixs[env_medium] | soil[ENVO:00001998] | *Equivalent to env_material in MIxS v4* + In this field, report which environmental material or materials (pipe separated) immediately surrounded your sample or specimen prior to sampling, using one or more subclasses of ENVO´s environmental material class: + http://purl.obolibrary.org/obo/ENVO_00010483 | Recommended | term:mixs[lib_layout] | Paired | *Equivalent to lib_const_meth in MIxS v4* + Specify whether to expect single, paired, or other configuration of reads | Recommended | term:mixs[seq_meth] | Illumina HiSeq 1500 | Sequencing method/platform used | Highly recommended | term:mixs[otu_class_appr] | "dada2; 1.14.0; ASV" | Approach/algorithm and clustering level (if relevant) when defining OTUs or ASVs | Highly recommended | term:mixs[otu_seq_comp_appr] | "blastn;2.6.0+;e-value cutoff: 0.001" | Tool and thresholds used to assign "species-level" names to OTUs or ASVs | Highly recommended | term:mixs[otu_db] | "Genbank nr;221", "UNITE;8.2" | Reference database (i.e. sequences not generated as part of the current study) used to assigning taxonomy to OTUs or ASVs | Highly recommended
zh_tw: | term:mixs[DNA_sequence] | [.break-all]#TCTATCCTCAATTATAGGTCATAATTCACCATCAGTAGATTTAGGAATTTTCTCTATTCATATTGCAGGTGTATCATCAATTATAGGATCAATTAATTTTATTGTAACAATTTTAAATATACATACAAAAACTCATTCATTAAACTTTTTACCATTATTTTCATGATCAGTTCTAGTTACAGCAATTCTCCTTTTATTATCATTA# | DNA序列 (ASV)。序列的詮釋取決於發布時當下使用的技術和資料庫。因此，最客觀的處理方式是該序列可以在將來重新詮釋。 | 強烈建議 | term:mixs[sop] | https://www.protocols.io/view/emp-its-illumina-amplicon-protocol-pa7dihn | 用於組裝和/或詮釋基因組、總體基因體或環境序列的標準操作流程。或使用一個有完整記錄方法的引用，例如link:https://protocols.io[protocols.io] | 建議 | term:mixs[target_gene] | 16S rRNA, 18S rRNA, ITS | marker-based研究的目標基因或marker名稱 | 強烈建議 | term:mixs[target_subfragment] | V6, V9, ITS2 | 基因或marker子片段的名稱。主要是要識別，例如16S rRNA基因的高變異性V6區域等marker的特殊區域 | 強烈建議 | term:mixs[pcr_primer_forward] | GGACTACHVGGGTWTCTAAT | 用於擴增目標基因或子片段序列的前向PCR引子序列。 | 強烈建議 | term:mixs[pcr_primer_reverse] | GGACTACHVGGGTWTCTAAT | 用於擴增目標基因或子片段序列的反向PCR引子序列。 | 強烈建議 | term:mixs[pcr_primer_name_forward] | jgLCO1490 | 前向PCR引子的名稱 | 強烈建議 | term:mixs[pcr_primer_name_reverse] | jgHCO2198 | 反向PCR引子的名稱 | 強烈建議 | term:mixs[pcr_primer_reference] | https://doi.org/10.1186/1742-9994-10-34 | 引子的參考文獻 | 強烈建議 | term:mixs[env_broad_scale] | forest biome [ENVO:01000174] | *等同於MIxS v4中的env_biome* + 在此字段中，列出樣品或標本來源的主要環境系統。識別的系統應具有較粗略的空間廣度，以提供採樣地點的一般環境背景描述 (例如，您是否在沙漠還是雨林中)。我們建議使用ENVO的生物群系類的子類： + http://purl.obolibrary.org/obo/ENVO_00000428 | 建議 | term:mixs[env_local_scale] | litter layer [ENVO:01000338] | *等同於MIxS v4中的env_feature* + 在此字段中，列出樣品或標本來源的當地環境中的實體或實體，且您認為會對您的樣品或標本具有重要因果影響。請使用ENVO中存在的並且比您env_broad_scale輸入的空間廣度更小的術語。 | 建議 | term:mixs[env_medium] | soil[ENVO:00001998] | *等同於MIxS v4中的env_material* + 在此字段中，列出在採樣之前環繞樣品或標本的環境或基質 (使用 (\|) 做分隔)。請使用ENV的環境材料類的一個或多個子類： + http://purl.obolibrary.org/obo/ENVO_00010483 | 建議 | term:mixs[lib_layout] | Paired | *等同於MIxS v4中的lib_const_meth* + 指定是單端、成對或其他reads配置 | 建議 | term:mixs[seq_meth] | Illumina HiSeq 1500 | 使用的定序方法/平台 | 強烈建議 | term:mixs[otu_class_appr] | "dada2; 1.14.0; ASV" | 定義OTUs或ASVs時使用的方法/演算法和分群等級 (如適用) | 強烈建議 | term:mixs[otu_seq_comp_appr] | "blastn;2.6.0+;e-value cutoff: 0.001" | 用於將OTUs或ASVs分配為“物種”名稱的工具和閾值 | 強烈建議 | term:mixs[otu_db] | "Genbank nr;221", "UNITE;8.2" | 用於將OTUs或ASVs做分類辨識的參考資料庫 (即未作為當前研究的一部分生成的序列) | 強烈建議

source: Mapping ddPCR / qPCR data
fr: Mapping des données qPCR / dPCR
zh_tw: Mapping ddPCR / qPCR 資料

source: This section provides mapping recommendations for https://academic.oup.com/view-large/199871507[Category III].
fr: Cette section fournit des recommandations de mapping pour la https://academic.oup.com/view-large/199871507[Category III].
zh_tw: 此部分呈現link:https://academic.oup.com/view-large/199871507[類別三]在mapping上的建議。

source: Recommended fields for Occurrence core for ddPCR/qPCR data
fr: Champs recommandés pour l'Occurrence core pour les données qPCR / dPCR
zh_tw: 給ddPCR/qPCR資料類型的出現紀錄核心集的字段建議

source: | Field name | Examples | Description | Required | term:dwc[basisOfRecord] | MaterialSample | The specific nature of the data record - a subtype of the dcterms:type. For DNA-derived occurrences (see <<category-i,Category I>> and <<category-iii,Category III>>), use MaterialSample. | Required | term:dwc[occurrenceStatus] | Present, Absent | A statement about the presence or absence of a taxon at a location. | Required | term:dwc[eventID] | urn:uuid:a964765b-22c4-439a-jkgt-2 | An identifier for the set of information associated with an Event (something that occurs at a place and time). May be a global unique identifier or an identifier specific to the dataset. | Highly recommended | term:dwc[eventDate] | 2020-01-05 | Date when the event was recorded. Recommended best practice is to use a date that conforms to ISO 8601-1:2019. For more information, check https://dwc.tdwg.org/terms/#dwc:eventDate | Required | term:dwc[recordedBy] | "Oliver P. Pearson \| Anita K. Pearson" | A list (concatenated and separated) of names of people, groups, or organizations responsible for recording the original Occurrence. The recommended best practice is to separate the values with a vertical bar (' \| '). Including information about the observer improves the scientific reproducibility (https://doi.org/10.1093/database/baaa072[Groom et al. 2020^]). | Highly recommended | term:dwc[organismQuantity] | 50 | Number of positive droplets/chambers in the sample | Highly recommended for ddPCR, dPCR | term:dwc[organismQuantityType] | ddPCR droplets + dPCR chambers | The partition type | Highly recommended for ddPCR, dPCR | term:dwc[sampleSizeValue] | 20000 | The number of accepted partitions (n), e.g. meaning accepted droplets in ddPCR or chambers in dPCR. | Highly recommended for ddPCR, dPCR | term:dwc[sampleSizeUnit] | ddPCR droplets + dPCR chambers | The partition type, should be equal to the value in organismQuantityType | Highly recommended for ddPCR, dPCR | term:dwc[materialSampleID] | https://www.ncbi.nlm.nih.gov/biosample/15224856 + + urn:uuid:a964805b-33c2-439a-beaa-6379ebbfcd03 | An identifier for the MaterialSample (as opposed to a particular digital record of the material sample). Use the biosample ID if one was obtained from a nucleotide archive. In the absence of a persistent global unique identifier, construct one from a combination of identifiers in the record that will most closely make the materialSampleID globally unique. | Highly recommended | term:dwc[samplingProtocol] | UV light trap | The name of, reference to, or description of the method or protocol used during a sampling Event. https://dwc.tdwg.org/terms/#dwc:samplingProtocol | Recommended | term:dwc[decimalLatitude] | 60.545207 | The geographic latitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic centre of a Location. Positive values are north of the Equator, negative values are south of it. Legal values lie between -90 and 90, inclusive. | Highly recommended | term:dwc[decimalLongitude] | 24.174556 | The geographic longitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic centre of a Location. Positive values are east of the Greenwich Meridian, negative values are west of it. Legal values lie between -180 and 180, inclusive. | Highly recommended | term:dwc[scientificName] | _Gadus morhua_ L. 1758, BOLD:ACF1143 | Scientific name of the closest known taxon (species or higher) or an OTU identifier from BOLD or UNITE | Required | term:dwc[kingdom] | Animalia | Higher taxonomy | Highly recommended | term:dwc[phylum] | Chordata | Higher taxonomy | Recommended | term:dwc[class] | Actinopterygii | Higher taxonomy | Recommended | term:dwc[order] | Gadiformes | Higher taxonomy | Recommended | term:dwc[family] | Gadidae | Higher taxonomy | Recommended | term:dwc[genus] | _Gadus_ | Higher taxonomy | Recommended
zh_tw: | 字段名稱 | 範例 | 描述 | 填寫建議 | term:dwc[basisOfRecord] | MaterialSample | 資料所記錄的具體性質 - dcterms:type 的子類。對於DNA衍生的出現紀錄 (參見<<category-i,類別一>>和<<category-iii,類別三>>)，請使用MaterialSample。 | 必填 | term:dwc[occurrenceStatus] | Present, Absent | 有關生物在特定位置的存在或不存在的說明。 | 必填 | term:dwc[eventID] | urn:uuid:a964765b-22c4-439a-jkgt-2 | 與事件 (在特定地點和時間發生的事情) 相關資訊的ID。可以是全GUI或特定於資料集的ID。 | 強烈建議 | term:dwc[eventDate] | 2020-01-05 | 記錄事件的日期。建議寫法是使用符合ISO 8601-1:2019的日期。有關更多詳情請查看 https://dwc.tdwg.org/terms/#dwc:eventDate | 必填 | term:dwc[recordedBy] | "Oliver P. Pearson \| Anita K. Pearson" | 記錄原始出現紀錄的人、組織或機構的姓名列表 (串聯並分隔)。建議的寫法是使用垂直條 (\|) 分隔值。包含觀察者的名字可提高科學的可重複性 (https://doi.org/10.1093/database/baaa072[Groom等人 2020^])。 | 強烈建議 | term:dwc[organismQuantity] | 50 | 樣本中陽性droplets/chambers的數量 | ddPCR, dPCR 來源資料強烈建議使用 | term:dwc[organismQuantityType] | ddPCR droplets + dPCR chambers | 分割類型 partition type | ddPCR, dPCR 來源資料強烈建議使用 | term:dwc[sampleSizeValue] | 20000 | Accepted partitions 的數量 (n), 例如 accepted ddPCR droplets 或 dPCR chambers | ddPCR, dPCR 來源資料強烈建議使用 | term:dwc[sampleSizeUnit] | ddPCR droplets + dPCR chambers | 分割類型 partition type, 應與organismQuantityType中的值相等 | ddPCR, dPCR 來源資料強烈建議使用 | term:dwc[materialSampleID] | https://www.ncbi.nlm.nih.gov/biosample/15224856 + + urn:uuid:a964805b-33c2-439a-beaa-6379ebbfcd03 | MaterialSample的ID (不是特定於材料樣本的數位化記錄)。如果從核苷酸檔案中獲取了生物樣本ID (biosample ID)，則使用生物樣本ID。如果沒有識別碼，則可以從記錄中ID的組合構造出一個。 | 強烈建議 | term:dwc[samplingProtocol] | UV light trap | 在採樣事件期間使用的方法名稱、參考或描述。link:https://dwc.tdwg.org/terms/#dwc:samplingProtocol[] | 建議 | term:dwc[decimalLatitude] | 60.545207 | 位置的地理緯度 (以十進制度為單位，使用大地基準面的空間參考系統)。正值在赤道以北，負值在赤道以南。值介於-90和90之間，包括-90和90。 | 強烈建議 | term:dwc[decimalLongitude] | 24.174556 | 位置的地理經度 (以十進制度為單位，使用大地基準面的空間參考系統)。正值在格林威治子午線以東，負值在格林威治子午線以西。值介於-180和180之間，包括-180和180。 | 強烈建議 | term:dwc[scientificName] | _Gadus morhua_ L. 1758, BOLD:ACF1143 | 最接近已知的分類單位 (物種或更高階層) 的學名，或來自BOLD或UNITE的OTU ID。 | 必填 | term:dwc[kingdom] | Animalia | 更高階層分類 | 強烈建議 | term:dwc[phylum] | Chordata | 更高階層分類 | 建議 | term:dwc[class] | Actinopterygii | 更高階層分類 | 建議 | term:dwc[order] | Gadiformes | 更高階層分類 | 建議 | term:dwc[family] | Gadidae | 更高階層分類 | 建議 | term:dwc[genus] | _Gadus_ | 更高階層分類 | 建議

source: Recommended fields from the https://rs.gbif.org/extension/gbif/1.0/dna_derived_data_2021-07-05.xml[DNA derived data extension] (a selection) for ddPCR/qPCR data
fr: Champs recommandés de l'extension de données dérivées de l'ADN https://rs.gbif.org/extension/gbif/1.0/dna_derived_data_2021-07-05.xml[DNA derived data extension] (une sélection) pour les données qPCR / dPCR
zh_tw: link:https://rs.gbif.org/extension/gbif/1.0/dna_derived_data_2021-07-05.xml[DNA衍生資料擴充^] (部分) 建議用於ddPCR/qPCR資料的字段
