Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: Mapping recommendations for metadata-only DNA-derived datasets (Category V) is the same as for any other metadata-only datasets, and this guide does not provide any specific mapping recommendations for metadata. Please follow general recommendations of biodiversity data portals, paying attention to https://ipt.gbif.org/manual/en/ipt/latest/resource-metadata[required and recommended metadata]. Descriptions of field, lab, and bioinformatics steps should be as detailed as possible. Describing your methods as method steps in the EML metadata makes them display on the dataset homepage in GBIF (https://www.gbif.org/dataset/3b8c5ed8-b6c2-4264-ac52-a9d772d69e9f#methodology Frøslev T, Ejrnæs R (2018). BIOWIDE eDNA Fungi dataset. Danish Biodiversity Information Facility. Occurrence dataset https://doi.org/10.15468/nesbvx accessed via GBIF.org on 2021-07-06). However, if a structured and possibly more detailed method description is already published somewhere (e.g. at https://protocols.io[protocols.io] or https://www.neonscience.org/data-collection[NEON protocols collection]), it is straightforward to provide a link through the MIxS SOP field (see <<mapping-metabarcoding-edna-and-barcoding-data>>).
zh_tw: 對僅有詮釋資料的DNA衍生資料集 (類別五)，對照建議與其他僅有詮釋資料的資料集相同，此文件不提供僅有詮釋資料資料集的對照建議。請參考生物多樣性資料入口網的建議，並特別注意link:https://ipt.gbif.org/manual/zh/ipt/latest/resource-metadata[所需和建議的詮釋資料]。對田野、實驗室和生物資訊學步驟的描述應盡可能詳細。GBIF的資料集頁面會呈現在EML檔案中您描述的方法和步驟 (link:https://www.gbif.org/zh-tw/dataset/3b8c5ed8-b6c2-4264-ac52-a9d772d69e9f#methodology[Frøslev T, Ejrnæs R (2018)]。 BIOWIDE eDNA Fungi dataset. Danish Biodiversity Information Facility. Occurrence dataset https://doi.org/10.15468/nesbvx accessed via GBIF.org on 2021-07-06)。但如果某平台或發表已經描述了結構化且可能更詳細的方法 (例如 https://protocols.io[protocols.io] 或 https://www.neonscience.org/data-collection[NEON protocols collection])，則可以直接通過MIxS SOP字段提供連結 (見<<mapping-metabarcoding-edna-和barcoding資料>>)。

source: Data mapping
fr: Mapping des données
zh_tw: 資料對照 (mapping)

source: While core files store ubiquitous data on the 'what, where and when' of a record, extension files are used to describe the specifics of a certain type of observation. We propose using the https://rs.gbif.org/extension/gbif/1.0/dna_derived_data_2021-07-05.xml[DNA derived data extension] to complement occurrence data derived from either barcoding, metabarcoding (eDNA) or qPCR/ddPCR. The DNA derived data extension builds on the https://gensc.org/mixs/[Minimum information standards] developed by the Genomic Standards Consortium (GSC) and applied by the https://www.ebi.ac.uk/ena/browser/home[ENA] for https://www.ebi.ac.uk/ena/submit/mixs-checklists[submission of eDNA sample metadata], for example. We are following and have contributed to the guidelines proposed by the https://github.com/tdwg/gbwg/tree/main/dwc-mixs[Sustainable DwC-MIxS interoperability task group under TDWG]. To improve indexing and search we have opted to split some MIxS terms, for instance separating forward and reverse primer sequences and names. Furthermore, some fields from the GGBN standard and fields from the https://rdml.org/miqe.html[MIQE] (minimum information for the publication of quantitative real-time PCR) guidelines for qPCR and ddPCR data have been included to make it applicable for a wide range of DNA-derived data.
fr: Alors que les fichiers de base stockent des données omniprésentes sur le "quoi, où et quand" d'un enregistrement, les fichiers d'extension sont utilisés pour décrire les spécificités d'un certain type d'observation. Nous proposons d'utiliser https://rs.gbif.org/extension/gbif/1.0/dna_derived_data_2021-07-05.xml[DNA derived data extension] pour compléter les données d'occurrence dérivées soit du barcoding, du metabarcoding (eDNA) ou de la qPCR/dPCR. L'extension des données dérivées de l'ADN s'appuie sur https://gensc.org/mixs/[Minimum information standards] développés par le Genomic Standards Consortium (GSC) et appliqués par https://www.ebi.ac.uk/ena/browser/home[ENA] pour https://www.ebi.ac.uk/ena/submit/mixs-checklists[submission of eDNA sample metadata], par exemple. Nous suivons et avons contribué aux directives proposées par https://github.com/tdwg/gbwg/tree/main/dwc-mixs[Sustainable DwC-MIxS interoperability task group under TDWG]. Afin d’améliorer l'indexation et la recherche, nous avons choisi de séparer certains termes MIxS, par exemple en partageant les séquences et les noms des amorces forward et reverse. De plus, afin de rendre le système applicable à un large éventail de données, nous avons inclus certains champs des standards GGBN, et des champs de https://rdml.org/miqe.html[MIQE] (informations minimales pour la publication de la PCR quantitative en temps réel) pour les données qPCR et dPCR.
zh_tw: 核心 (core) 文件紀錄有關「什麼、在哪裡和何時」的資料，而擴充 (extension) 文件用於描述特定類型觀察的細節。我們建議使用link:https://rs.gbif.org/extension/gbif/1.0/dna_derived_data_2021-07-05.xml[DNA衍生資料擴充文件]來補充來自barcoding、metabarcoding (eDNA)、或qPCR/ddPCR的出現紀錄相關資料。DNA衍生資料擴充文件由Genomic Standards Consortium (GSC) 制定的link:https://gensc.org/mixs/[Minimum information standards]，並且由link:https://www.ebi.ac.uk/ena/browser/home[ENA]用於link:https://www.ebi.ac.uk/ena/submit/mixs-checklists[提交eDNA樣本詮釋資料]。我們正在遵循並參與由link:https://github.com/tdwg/gbwg/tree/main/dwc-mixs[TDWG的Sustainable DwC-MIxS interoperability task group]提出的指南。為了提高索引和搜索效果，我們選擇將一些MIxS術語拆分，例如區分正向和反向引子序列和名稱。此外，一些來自GGBN標準的字段以及來自link:https://rdml.org/miqe.html[MIQE] (minimum information for the publication of quantitative real-time PCR) 指南的字段已被包括在內，使其適用於廣泛範圍的DNA衍生資料。

source: As a first step in preparing your data for publishing, you should make sure your field names / column headers follow the https://dwc.tdwg.org/terms/[Darwin Core data standard]. In many cases this is straightforward, such as renaming your `lat` or `latitude` field to `decimalLatitude`. However, the Darwin Core Standard is quite flexible and some terms are used in different ways, depending on the type of data. An example of this are the fields term:dwc[organismQuantity] and term:dwc[organismQuantityType], which could be used to describe the number of individuals, per cent biomass or a score on the Braun-Blanquet Scale, as well as the number of reads of an ASV within a sample. Therefore, we here provide tables of required and recommended fields with descriptions and examples (<<table-01,Table 1>>, <<table-02,Table 2>>, <<table-03,Table 3>> and <<table-04, Table 4>>). The recommendation to use the Occurrence core for DNA-derived data stems from the strong desire to share the sequence to help qualify the determination. Additional fields and extensions (such as http://rs.gbif.org/extension/obis/extended_measurement_or_fact.xml[extended Measurement or Fact (eMoF)]) are applicable - both to occurrence cores and event core. When a sequence is derived from an organism (e.g. a parasite, gut contents, epibiont etc.) the observation may be linked to the observation of the host organism. This can be achieved using the (https://dwc.tdwg.org/terms/#resourcerelationship[Resource Relation extension^]) of Darwin Core (e.g. https://www.gbif.org/species/143610775/verbatim). Perhaps the most important recommendation is to use globally unique (when available) and other permanent identifiers for as many data fields and parameters as possible (in all ID fields in the tables below).
zh_tw: 初步在準備資料進行發布時，您應確保您的字段名稱/列標題符合link:https://dwc.tdwg.org/terms/[達爾文核心資料標準]。在許多情況下這很簡易，如將您的“lat”或“latitude”字段重命名為“decimalLatitude”。然而，達爾文核心標準非常彈性，一些術語的使用方式會因資料類型而異。例如，字段term:dwc[organismQuantity]和term:dwc[organismQuantityType]可用於描述個體數量、百分比生物量或Braun-Blanquet量表上的分數、以及樣本中ASV的read數量。因此，我們在這裡提供了必填字段和建議字段的表，並提供了描述和範例 (<<table-01,表格1>>、<<table-02,表格 2>>、<<table-03,表格 3>>和<<table-04,表格 4>>)。將DNA衍生資料發布在出現紀錄核心集的建議源於希望這些發布的序列可以作為出現紀錄的證據。另外，也可使用出現紀錄核心集和擴充文件的其他字段 (例如link:http://rs.gbif.org/extension/obis/extended_measurement_or_fact.xml[擴展測量或事實擴充 (eMoF)])。當序列來自一個生物體 (例如寄生蟲、腸道內容物、附生生物等) 時，此出現紀錄與宿主的相關聯可以通過達爾文核心的link:https://dwc.tdwg.org/terms/#resourcerelationship[資源關係擴充]來實現 (例如 link:https://www.gbif.org/zh-tw/species/143610775/verbatim[])。 最重要的建議是盡可能使用全球獨一 (如果可用) 和其他永久識別碼來標識所有資料字段和參數 (在下表的所有ID字段中)。

source: Mapping metabarcoding (eDNA) and barcoding data
fr: Mapping du métabarcoding (eDNA) et des données de codes-barres ADN
zh_tw: Mapping metabarcoding (eDNA) 和barcoding資料

source: This section provides mapping recommendations for Categories I and II.
fr: Cette section fournit des recommandations de mapping pour les catégories I et II.
zh_tw: 此部分呈現類別一與二在mapping上的建議。

source: Recommended fields for http://rs.gbif.org/core/dwc_occurrence_2020-04-15.xml[Occurrence core] for Metabarcoding data
fr: Champs recommandés pour http://rs.gbif.org/core/dwc_occurrence_2020-04-15.xml[Occurrence core] pour les données de métabarcoding
zh_tw: 給link:http://rs.gbif.org/core/dwc_occurrence_2020-04-15.xml[出現紀錄核心集]的字段建議，用於Metabarcoding類型的資料

source: | Field name | Examples | Description | Required | term:dwc[basisOfRecord] | MaterialSample | The specific nature of the data record - a subtype of the http://rs.gbif.org/vocabulary/dwc/basis_of_record.xml[dcterms:type]. For DNA-derived occurrences, (see <<category-i,Category I>> and <<category-iii,Category III>>) use MaterialSample. For enriched occurrences use PreservedSpecimen or LivingSpecimen as appropriate. | Required | term:dwc[occurrenceID] | urn:catalog:UWBM:Bird:89776 | A unique identifier for the occurrence, allowing the same occurrence to be recognized across dataset versions as well as through data downloads and use. May be a global unique identifier or an identifier specific to the data set. | Required | term:dwc[eventID] | urn:uuid:a964765b-22c4-439a-jkgt-2 | An identifier for the set of information associated with an Event (something that occurs at a place and time). May be a global unique identifier or an identifier specific to the data set. | Highly recommended | term:dwc[eventDate] | 2020-01-05 | Date when the event was recorded. Recommended best practice is to use a date that conforms to ISO 8601-1:2019. For more information, check https://dwc.tdwg.org/terms/#dwc:eventDate | Required | term:dwc[recordedBy] | "Oliver P. Pearson \| Anita K. Pearson" | A list (concatenated and separated) of names of people, groups, or organizations responsible for recording the original Occurrence. The recommended best practice is to separate the values with a vertical bar (' \| '). Including information about the observer improves the scientific reproducibility (https://doi.org/10.1093/database/baaa072[Groom et al. 2020^]). | Highly recommended | term:dwc[organismQuantity] | 33 | Number of reads of this OTU or ASV in the sample. | Highly recommended | term:dwc[organismQuantityType] | DNA sequence reads | Should always be “DNA sequence reads” | Highly recommended | term:dwc[sampleSizeValue] | 1233890 | Total number of reads in the sample. This is important since it allows calculating the relative abundance of each OTU or ASV within the sample. This number should preferably be calculated after universal processing (quality control, ASV denoising, chimera removal, etc.), but before manual/selective removal of e.g. non-target OTUs or ASVs from the dataset. Rarefaction (resampling to even sequencing depth across samples) is not necessary or advised. | Highly recommended | term:dwc[sampleSizeUnit] | DNA sequence reads | Should always be “DNA sequence reads” | Highly recommended | term:dwc[materialSampleID] | https://www.ncbi.nlm.nih.gov/biosample/15224856 + + https://www.ebi.ac.uk/ena/browser/view/SAMEA3724543 + + urn:uuid:a964805b-33c2-439a-beaa-6379ebbfcd03 | An identifier for the MaterialSample (as opposed to a particular digital record of the material sample). Use the biosample ID if one was obtained from a nucleotide archive. In the absence of a persistent global unique identifier, construct one from a combination of identifiers in the record that will most closely make the materialSampleID globally unique. | Highly recommended | term:dwc[samplingProtocol] | UV light trap | The name of, reference to, or description of the method or protocol used during a sampling Event. https://dwc.tdwg.org/terms/#dwc:samplingProtocol | Recommended | term:dwc[associatedSequences] | https://www.ncbi.nlm.nih.gov/nuccore/MK405371 | A list (concatenated and separated) of identifiers (publication, global unique identifier, URI) of genetic sequence information associated with the Occurrence. Could be used for linking to archived raw barcode reads and/or associated genome sequences, e.g. in a public repository. | Recommended | term:dwc[identificationRemarks] | RDP annotation confidence (at lowest specified taxon): 0.96, against reference database: GTDB | Specification of taxonomic identification process, ideally including data on applied algorithm and reference database, as well as on level of confidence in the resulting identification. | Recommended | term:dwc[identificationReferences] | https://www.ebi.ac.uk/metagenomics/pipelines/4.1 + + https://github.com/terrimporter/CO1Classifier | A list (concatenated and separated) of references (publication, global unique identifier, URI) used in the Identification. Recommended best practice is to separate the values in a list with space vertical bar space ( \| ). | Recommended | term:dwc[decimalLatitude] | 60.545207 | The geographic latitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic centre of a Location. Positive values are north of the Equator, negative values are south of it. Legal values lie between -90 and 90, inclusive. | Highly recommended | term:dwc[decimalLongitude] | 24.174556 | The geographic longitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic centre of a Location. Positive values are east of the Greenwich Meridian, negative values are west of it. Legal values lie between -180 and 180, inclusive. | Highly recommended
zh_tw: | 字段名稱 | 範例 | 描述 | 填寫建議 | term:dwc[basisOfRecord] | MaterialSample | 資料記錄的具體性質 - 是link:http://rs.gbif.org/vocabulary/dwc/basis_of_record.xml[dcterms:type]的子類型。對於DNA衍生的出現紀錄資料，(見 <<category-i,類別一>>和<<category-iii,類別三>>)，使用MaterialSample。對於多重引證出現紀錄，視情況使用PreservedSpecimen或LivingSpecimen。 | 必填 | term:dwc[occurrenceID] | urn:catalog:UWBM:Bird:89776 | 出現紀錄的唯一識別碼，允許不同版本在的資料集中以及通過資料下載和應用中可被識別。可以是全球唯一辨識碼或特定於資料集的辨識碼。 | 必填 | term:dwc[eventID] | urn:uuid:a964765b-22c4-439a-jkgt-2 | 與事件 (在特定地點和時間發生的事情) 相關的資訊的識別碼。可以是全球唯一辨識碼或特定於資料集的辨識碼。 | 強烈建議 | term:dwc[eventDate] | 2020-01-05 | 記錄事件的日期。推薦的最佳做法是使用符合ISO 8601-1:2019的日期格式。有關更多資訊，請參考 https://dwc.tdwg.org/terms/#dwc:eventDate | 必填 | term:dwc[recordedBy] | "Oliver P. Pearson \| Anita K. Pearson" | 記錄原始出現紀錄的人、組織或團體的名稱 (連接和分隔)。推薦的最佳做法是用垂直線 (\|) 分隔每個值。包含有關觀察者的資訊有助於提高科學可重複性(https://doi.org/10.1093/database/baaa072[Groom等人 2020^])。 | 強烈建議 | term:dwc[organismQuantity] | 33 | 樣本裡OTU或ASV的read數量。 | 強烈建議 | term:dwc[organismQuantityType] | DNA sequence reads | 應填寫「DNA sequence reads」 | 強烈建議 | term:dwc[sampleSizeValue] | 1233890 | 樣本中的總read數。這紀錄很重要因它允許計算樣本中每個OTU或ASV的相對豐度。此數字最好在通用處理 (品質控制、ASV去噪、chimera去除等) 之後，但在從資料集中手動/選擇性刪除非目標OTU或ASV之前做計算。稀釋化抽樣 (rarefraction，在樣本間均勻地重新抽樣到相同的定序深度) 並不必要或建議。 | 強烈建議 | term:dwc[sampleSizeUnit] | DNA sequence reads | 應填寫「DNA sequence reads」 | 強烈建議 | term:dwc[materialSampleID] | https://www.ncbi.nlm.nih.gov/biosample/15224856 + + https://www.ebi.ac.uk/ena/browser/view/SAMEA3724543 + + urn:uuid:a964805b-33c2-439a-beaa-6379ebbfcd03 | MaterialSample的ID (不是特定於材料樣本的數位化記錄)。如果從核苷酸檔案中獲取了生物樣本ID (biosample ID)，則使用生物樣本ID。如果沒有唯一識別碼，則可以從記錄中ID的組合構造出一個最可能全球唯一的識別碼。 | 強烈建議 | term:dwc[samplingProtocol] | UV light trap | 在採樣事件期間使用的方法名稱、參考或描述。link:https://dwc.tdwg.org/terms/#dwc:samplingProtocol[] | 建議 | term:dwc[associatedSequences] | https://www.ncbi.nlm.nih.gov/nuccore/MK405371 | 與出現紀錄相關的遺傳序列資訊的ID (出版物、全球唯一的識別碼、URI) 列表 (連接並分隔)。可用於連接到原始條形碼和/或相關基因組序列，例如在公開資料庫中。 | 建議 | term:dwc[identificationRemarks] | RDP annotation confidence (at lowest specified taxon): 0.96, against reference database: GTDB | 種的鑑定過程的具體規范，理想情況下應包括應用算法和參考資料庫的資訊，以及對鑑定結果的信心評分。 | 建議 | term:dwc[identificationReferences] | https://www.ebi.ac.uk/metagenomics/pipelines/4.1 + + https://github.com/terrimporter/CO1Classifier | 用於鑑定的參考 (出版物、全球唯一的識別碼、URI) 列表 (連接並分隔)。推薦的做法是用空格、垂直線 (\|) 和空格分隔列表中的值。 | 建議 | term:dwc[decimalLatitude] | 60.545207 | 位置的地理緯度 (以十進制度為單位，使用大地基準面的空間參考系統)。正值在赤道以北，負值在赤道以南。值介於-90和90之間，包括-90和90。 | 強烈建議 | term:dwc[decimalLongitude] | 24.174556 | 位置的地理經度 (以十進制度為單位，使用大地基準面的空間參考系統)。正值在格林威治子午線以東，負值在格林威治子午線以西。值介於-180和180之間，包括-180和180。 | 強烈建議

source: | term:dwc[taxonID] | [.break-all]#ASV:7bdb57487bee022ba30c03c3e7ca50e1# | For eDNA data, it is recommended to use an MD5 hash of the sequence and prepend it with “ASV:”. See also <<taxonomy-of-sequences>>. | Highly recommended, if DNA_sequence is not provided | term:dwc[scientificName] | _Gadus morhua_ L. 1758, BOLD:ACF1143 | Scientific name of the closest known taxon (species or higher) or an OTU identifier from BOLD (BIN) or UNITE (SH) | Required | term:dwc[kingdom] | Animalia | Higher taxonomy | Highly recommended | term:dwc[phylum] | Chordata | Higher taxonomy | Recommended | term:dwc[class] | Actinopterygii | Higher taxonomy | Recommended | term:dwc[order] | Gadiformes | Higher taxonomy | Recommended | term:dwc[family] | Gadidae | Higher taxonomy | Recommended | term:dwc[genus] | _Gadus_ | Higher taxonomy | Recommended
zh_tw: | term:dwc[taxonID] | [.break-all]#ASV:7bdb57487bee022ba30c03c3e7ca50e1# | eDNA資料建議使用序列的MD5 hash，開頭再加上“ASV:”。參考 <<基因序列的分類學>>。 | 如沒提供 DNA_sequence，強烈建議填寫 | term:dwc[scientificName] | _Gadus morhua_ L. 1758, BOLD:ACF1143 | 最接近已知的分類單位 (物種或更高階層) 的學名，或來自BOLD或UNITE的OTU ID。 | 必填 | term:dwc[kingdom] | Animalia | 更高階層分類 | 強烈建議 | term:dwc[phylum] | Chordata | 更高階層分類 | 建議 | term:dwc[class] | Actinopterygii | 更高階層分類 | 建議 | term:dwc[order] | Gadiformes | 更高階層分類 | 建議 | term:dwc[family] | Gadidae | 更高階層分類 | 建議 | term:dwc[genus] | _Gadus_ | 更高階層分類 | 建議

source: Recommended fields from the DNA derived data extension (a selection) for metabarcoding data
fr: Champs recommandés de l'extension de données dérivées de l'ADN (une sélection) pour les données de métabarcoding
zh_tw: DNA衍生資料擴充中 (部分) 建議用於metabarcoding資料的字段

source: | Field name | Examples | Description | Required
zh_tw: | 字段名稱 | 範例 | 描述 | 填寫建議
