Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: | Field name | Examples | Description | Required | term:dwc[basisOfRecord] | MaterialSample | The specific nature of the data record - a subtype of the dcterms:type. For DNA-derived occurrences (see <<category-i,Category I>> and <<category-iii,Category III>>), use MaterialSample. | Required | term:dwc[occurrenceStatus] | Present, Absent | A statement about the presence or absence of a taxon at a location. | Required | term:dwc[eventID] | urn:uuid:a964765b-22c4-439a-jkgt-2 | An identifier for the set of information associated with an Event (something that occurs at a place and time). May be a global unique identifier or an identifier specific to the dataset. | Highly recommended | term:dwc[eventDate] | 2020-01-05 | Date when the event was recorded. Recommended best practice is to use a date that conforms to ISO 8601-1:2019. For more information, check https://dwc.tdwg.org/terms/#dwc:eventDate | Required | term:dwc[recordedBy] | "Oliver P. Pearson \| Anita K. Pearson" | A list (concatenated and separated) of names of people, groups, or organizations responsible for recording the original Occurrence. The recommended best practice is to separate the values with a vertical bar (' \| '). Including information about the observer improves the scientific reproducibility (https://doi.org/10.1093/database/baaa072[Groom et al. 2020^]). | Highly recommended | term:dwc[organismQuantity] | 50 | Number of positive droplets/chambers in the sample | Highly recommended for ddPCR, dPCR | term:dwc[organismQuantityType] | ddPCR droplets + dPCR chambers | The partition type | Highly recommended for ddPCR, dPCR | term:dwc[sampleSizeValue] | 20000 | The number of accepted partitions (n), e.g. meaning accepted droplets in ddPCR or chambers in dPCR. | Highly recommended for ddPCR, dPCR | term:dwc[sampleSizeUnit] | ddPCR droplets + dPCR chambers | The partition type, should be equal to the value in organismQuantityType | Highly recommended for ddPCR, dPCR | term:dwc[materialSampleID] | https://www.ncbi.nlm.nih.gov/biosample/15224856 + + urn:uuid:a964805b-33c2-439a-beaa-6379ebbfcd03 | An identifier for the MaterialSample (as opposed to a particular digital record of the material sample). Use the biosample ID if one was obtained from a nucleotide archive. In the absence of a persistent global unique identifier, construct one from a combination of identifiers in the record that will most closely make the materialSampleID globally unique. | Highly recommended | term:dwc[samplingProtocol] | UV light trap | The name of, reference to, or description of the method or protocol used during a sampling Event. https://dwc.tdwg.org/terms/#dwc:samplingProtocol | Recommended | term:dwc[decimalLatitude] | 60.545207 | The geographic latitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic centre of a Location. Positive values are north of the Equator, negative values are south of it. Legal values lie between -90 and 90, inclusive. | Highly recommended | term:dwc[decimalLongitude] | 24.174556 | The geographic longitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic centre of a Location. Positive values are east of the Greenwich Meridian, negative values are west of it. Legal values lie between -180 and 180, inclusive. | Highly recommended | term:dwc[scientificName] | _Gadus morhua_ L. 1758, BOLD:ACF1143 | Latin name of the closest known taxon (species or higher) or an OTU identifier from BOLD or UNITE | Required | term:dwc[kingdom] | Animalia | Higher taxonomy | Highly recommended | term:dwc[phylum] | Chordata | Higher taxonomy | Recommended | term:dwc[class] | Actinopterygii | Higher taxonomy | Recommended | term:dwc[order] | Gadiformes | Higher taxonomy | Recommended | term:dwc[family] | Gadidae | Higher taxonomy | Recommended | term:dwc[genus] | _Gadus_ | Higher taxonomy | Recommended
fr: | Nom de champ | Exemples | Description | Recommandation | term:dwc[basisOfRecord] | MaterialSample | La nature spécifique d'un enregistrement - un sous-type de dcterms:type. Pour des occurrences dérivées de l'ADN (voir <<category-i,Catégorie I>> et <<category-iii,Catégorie III>>), utilisez MaterialSample. | Requis | term:dwc[occurrenceStatus] | Present, Absent | Une affirmation à propos de la présence ou de l'absence d'un taxon à un endroit donné. | Requis | term:dwc[eventID] | urn:uuid:a964765b-22c4-439a-jkgt-2 | Un identifiant pour un ensemble d'informations associé à un événement (quelque chose quelque part à un moment donné). Peut être un identifiant unique global ou un identifiant spécifique au jeu de données. | Fortement recommandé | term:dwc[eventDate] | 2020-01-05 | Date à laquelle l'événement a été enregistré. La meilleure pratique recommandée est d'utiliser une date conforme au standard ISO 8601-1:2019. Pour de plus amples informations, visitez https://dwc.tdwg.org/terms/#dwc:eventDate | Requis | term:dwc[recordedBy] | "Oliver P. Pearson \| Anita K. Pearson" | Une liste (concatenée et separée) de noms de personnes, groupes ou organisations responsables de l'enregistrement de l'Occurrence originale. La meilleure pratique recommandée est de séparer les valeurs par une barre verticale (' \| '). Inclure des informations à propos de l'observateur améliore la reproductibilié scientifique (https://doi.org/10.1093/database/baaa072[Groom et al. 2020^]). | Fortement recommandé | term:dwc[organismQuantity] | 50 | Nombre de gouttes/compartiments positifs dans l'échantillon. | Fortement recommandé pour ddPCR, dPCR | term:dwc[organismQuantityType] | ddPCR droplets + dPCR chambers | Le type de partition | Fortement recommandé pour ddPCR, dPCR | term:dwc[sampleSizeValue] | 20000 | Le nombre de partitions acceptées (n), e.g. signifie les gouttes acceptées pour les ddPCR ou de compartiments pour les dPCR. | Fortement recommandé pour ddPCR, dPCR | term:dwc[sampleSizeUnit] | ddPCR droplets + dPCR chambers | Le type de partition, devrait être égal à la valeur dans organismQuantityType. | Fortement recommandé pour ddPCR, dPCR | term:dwc[materialSampleID] | https://www.ncbi.nlm.nih.gov/biosample/15224856 + + urn:uuid:a964805b-33c2-439a-beaa-6379ebbfcd03 | Un identifiant pour MaterialSample (et non pas un enregistrement digital particulier du matériel échantillonné). Utilisez l'ID du bio-échantillon si un tel identifiant a été obtenu d'une archive de nucléotides. En absence d'un identifiant unique global persistant, construisez en un à partir de la combinaison d'identifiants dans l'enregistrement permettant d'obtenir un materialSampleID le plus mondialement unique possible. | Fortement recommandé | term:dwc[samplingProtocol] | UV light trap | Le nom de, la référence à, ou la description de la méthode ou du protocole utilisé lors de l'événement d'échantillonnage. https://dwc.tdwg.org/terms/#dwc:samplingProtocol | Recommandé | term:dwc[decimalLatitude] | 60.545207 | La latitude géographique (en degrés décimaux, utilisant le système de référence spatial fourni dans le champ geodeticDatum) du centre géographique de la localisation. Les valeurs positives se situent au Nord de l'Équateur, les valeurs négatives au Sud de celui-ci. Les valeurs légales se situent entre -90 et 90, inclusivement. | Fortement recommandé | term:dwc[decimalLongitude] | 24.174556 | La longitude géographique (en degrés décimaux, utilisant le système de référence spatial fourni dans le champ geodeticDatum) du centre géographique de la localisation. Les valeurs positives se situent à l'Est du méridien de Greenwich, les valeurs négatives à l'Ouest de celui-ci. Les valeurs légales se situent entre -180 et 180, inclusivement. | Fortement recommandé | term:dwc[scientificName] | _Gadus morhua_ L. 1758, BOLD:ACF1143 | Nom latin du plus proche taxon connu (espèce ou supérieur) ou un identifiant d'OTU provenant de BOLD ou UNITE. | Requis | term:dwc[kingdom] | Animalia | Taxonomie supérieure (Royaume) | Fortement recommandé | term:dwc[phylum] | Chordata | Taxonomie supérieure (Phylum) | Recommandé | term:dwc[class] | Actinopterygii | Taxonomie supérieure (Classe) | Recommandé | term:dwc[order] | Gadiformes | Taxonomie supérieure (Ordre) | Recommandé | term:dwc[family] | Gadidae | Taxonomie supérieure (Famille) | Recommandé | term:dwc[genus] | _Gadus_ | Taxonomie supérieure (Genre) | Recommandé

source: [[bins]]Barcode Index Numbers (BINs)
fr: [[bins]]Numéros d'index de codes-barres (BINs)

source: [[bold]]Barcode of Life Data System (BOLD)
fr: [bold]Système Barcode of Life Data (BOLD)

source: [[ena]]European Nucleotide Archive (ENA)
fr: [[ena]]Archives européennes de nucléotides (ENA)

source: [[ggbn]]Global Genome Biodiversity Network (GGBN)
fr: [[ggbn]]Réseau mondial sur la biodiversité génomique (Global Genome Biodiversity Network, GGBN)

source: [[ncbi]]National Center for Biotechnology Information (NCBI)
fr: [[ncbi]]Centre National d'Information sur la Biotechnologie (NCBI)
