Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: Finally, the pre-processed sequences, OTUs or ASVs, are taxonomically classified by comparing them to a database of annotated sequences (often referred to as reference libraries, see <<taxonomy-of-sequences>>). As with the previous steps, several alternative methods are available. Most of these are either based on aligning the metabarcoding sequences to the reference sequences or on counting shared k-mers (short exact sequences).
fr: Enfin, les séquences prétraitées, OTUs ou ASVs, sont classées taxonomiquement en les comparant à une base de données de séquences annotées (souvent appelées bibliothèques de références, voir <<taxonomie-des-séquences>>). Comme pour les étapes précédentes, plusieurs méthodes alternatives sont disponibles. La plupart d'entre elles sont basés soit sur l'alignement des séquences de métabarcoding sur les séquences de référence, soit sur le nombre de k-mers partagées (séquences courtes exactes).
zh_tw: 最後，將處理後的序列、OTUs或ASVs與已註解序列的資料庫 (通常稱為參考庫，見<<基因序列的分類學>>) 進行比對從而進行分類。與前幾個步驟一樣，這裡也有幾種替代方法可供選擇。其中大多數為將metabarcoding序列與參考序列進行比對或計算共享的k-mers (短精確序列) 數。

source: Several open source tools and algorithms exist for bioinformatic processing of metabarcoding data (QIIME2 https://doi.org/10.1038/s41587-019-0209-9[(Bolyen et al. 2019)^], DADA2 https://doi.org/10.1038/nmeth.3869[(Callahan et al. 2016)^], SWARM https://doi.org/10.7717/peerj.593[(Mahé et al. 2014)^], USEARCH https://doi.org/10.1093/bioinformatics/btq461p[(Edgar 2010)^], Mothur https://doi.org/10.1128/AEM.01541-09[(Schloss et al. 2009)^], LULU https://doi.org/10.1038/s41467-017-01312-x[(Frøslev et al. 2017)^], PROTAX https://doi.org/10.1093/bioinformatics/btw34[(Somervuo et al. 2016)^], VSEARCH https://doi.org/10.7717/peerj.2584[(Rognes et al. 2016)^]). Given the existence of many popular and well used workflows, we make some recommendations below on analysing data for submission to biodiversity data platforms. This is not to suggest that these are the best methods or most appropriate for all purposes but is an attempt to encourage submission of relatively standardized data that may readily be compared via the platforms. If possible, a well documented and maintained workflow should be used (e.g. https://nf-co.re/ampliseq[nf-core/ampliseq pipeline]). Metadata should include workflow details and versions either in the metadata method steps or as a reference in the SOP field in the DNA derived data extension (see mapping in <<table-04,Table 4>>). Sequence data should be deposited in an appropriate nucleotide archive (NCBI’s SRA: https://doi.org/10.1093/nar/gkq1019[Leinonen et al. 2011^]) or EMBL’s ENA (https://doi.org/10.1093/nar/gkz1063[Amid et al. 2020^])) and data submitted to the biodiversity platform should include the biosample ID obtained from the archive (see data mapping in <<data-mapping>>). Making use of these sample IDs will reduce the chances of duplication and ensure sequence data are readily obtainable should opportunities for re-analysis arise, as reference libraries and bioinformatic tools improve. The core end-product of these pipelines is typically a file of counts of individual OTUs or ASVs in each sample along with the taxonomy assigned to these. This is generated either in tabular format or in the BIOM format (https://doi.org/10.1186/2047-217X-1-7[McDonald et.al 2012^]). OTU or ASV sequences are also often provided in the FASTA format (https://doi.org/10.1073/pnas.85.8.2444[Pearson & Lipman 1988^]).
zh_tw: 現存許多用於metabarcoding資料的開源生物資訊處理工具和演算法 (QIIME2 https://doi.org/10.1038/s41587-019-0209-9[(Bolyen等人 2019)^]，DADA2 https://doi.org/10.1038/nmeth.3869[(Callahan等人 2016)^]，SWARM https://doi.org/10.7717/peerj.593[(Mahé等人 2014)^]，USEARCH https://doi.org/10.1093/bioinformatics/btq461p[(Edgar 2010)^]，Mothur https://doi.org/10.1128/AEM.01541-09[(Schloss等人 2009)^]，LULU https://doi.org/10.1038/s41467-017-01312-x[(Frøslev等人 2017)^]，PROTAX https://doi.org/10.1093/bioinformatics/btw34[(Somervuo等人 2016)^]，VSEARCH https://doi.org/10.7717/peerj.2584[(Rognes等人 2016)^]。鑑於存在許多廣泛使用的流程方法，我們以下提出一些為提交到生物多樣性資料平台做資料分析的建議。這並不是表明這些是最佳或最適合所有目的的方法，而是試圖鼓勵提交相對標準化的資料讓平台之間進行比較。如果可以的話，應使用一個紀錄完整且維護良好的操作流程 (如link:https://nf-co.re/ampliseq[nf-core/ampliseq pipeline])。詮釋資料應包括工作流程的詳細資訊和版本，納入在詮釋資料裡的方法步驟中或是在DNA衍生資料擴充表裡的SOP字段裡引用文獻 (見<<table-04,表格4>>中的mapping)。序列資料應存儲在適當的核苷酸檔案中 (NCBI的SRA: https://doi.org/10.1093/nar/gkq1019[Leinonen等人 2011^]) 或 EMBL的ENA (https://doi.org/10.1093/nar/gkz1063[Amid等人 2020^]))，並且提交到生物多樣性平台的資料應包括從 biosampleID (見<<資料對照-mapping>>)。使用這些sample ID將會降低資料重復的可能性，並確保序列資料在有重新分析的機會出現時能夠很容易地獲取，因為參考資料庫和生物資訊工具在不斷的改進中。這些操作的最終產品通常是每個樣本中個別OTU或ASV的計數文件以及對這些進行的分類學鑑定。這通常會以表格或BIOM (https://doi.org/10.1186/2047-217X-1-7[McDonald等人 2012^]) 的格式生成。OTU或ASV序列通常也以FASTA格式提供 (https://doi.org/10.1073/pnas.85.8.2444[Pearson & Lipman 1988^])。

source: Taxonomy of sequences
fr: Taxonomie des séquences
zh_tw: 基因序列的分類學

source: Taxonomic annotation of sequences is a critical step in the processing of molecular biodiversity datasets, as scientific names are key to accessing and communicating information about the observed organisms. The accuracy and precision of such sequence annotation will depend on the availability of reliable reference databases and libraries across all branches of the tree of life, which in turn will require joint efforts from taxonomists and molecular ecologists. Public sequence databases should always be used knowingly of the fact that they suffer from various shortcomings related to, e.g., taxonomic reliability and lack of standardized metadata vocabularies (https://doi.org/10.1007/s13225-019-00428-3[Hofstetter et al. 2019^]; https://doi.org/10.3897/mycokeys.72.56691[Durkin et al. 2020^]).
fr: L'annotation taxonomique des séquences est une étape critique dans le traitement des ensembles de données de biodiversité moléculaire, car les noms scientifiques sont essentiels pour accéder et communiquer des informations sur les organismes observés. La précision et l'exactitude de cette annotation de séquence dépendront de la disponibilité de bases de données de référence et de bibliothèques fiables à travers toutes les branches de l'arbre de vie, qui, à son tour, nécessitera des efforts conjoints des taxonomistes et des écologistes moléculaires. Les bases de données de séquences publiques devraient toujours être utilisées en prenant conscience du fait qu'elles souffrent de diverses lacunes, par ex. la fiabilité taxonomique et le manque de vocabulaires normalisés de métadonnées (https://doi.org/10.1007/s13225-019-00428-3[Hofstetter et al. 2019^]; https://doi.org/10.3897/mycokeys.72.56691[Durkin et al. 2020^]).
zh_tw: 序列的分類學鑑定是處理分子生物多樣性資料集的關鍵步驟，因為學名對於查詢和傳達有關觀察到的生物體的資訊至關重要。序列辨識的準確性和精確性將取決於可靠並具有生命樹所有分支的參考資料庫，這將需要來自分類學家和分子生態學家的共同努力。使用公開序列資料庫時應該知道它們存在各種缺陷，例如分類的可靠性和缺乏標準化的數據詞彙 (https://doi.org/10.1007/s13225-019-00428-3[Hofstetter等人 2019^]；link:https://doi.org/10.3897/mycokeys.72.56691[Durkin等人 2020^])。

source: Species, as described by taxonomists, are central to biology and attempts at characterizing biodiversity may therefore make use of the end products of taxonomic research. However, unlike DNA sequence data, taxonomic outputs are not always readily amenable to direct algorithmic or computational interpretation: classical taxonomy is a human-driven process which includes manual steps of taxon delimitation, description and naming, culminating in a formal publication in accordance to the international Codes of Nomenclature. As discussed in previous chapters, DNA sequence-based surveys are very effective at detecting hard to observe species and will often identify the presence of organisms currently outside traditional Linnaean taxonomic knowledge. While these guidelines do not address the publication of alternative species checklists derived from sequence data, the disconnection between traditional taxonomy and eDNA efforts is undesirable. Therefore we offer the following recommendations to readers of this guide.
fr: Les espèces, telles que décrites par les taxonomistes, sont primordiales en biologie et les tentatives de caractérisation de la biodiversité peuvent donc utiliser les résultats de la recherche taxonomique. Cependant, contrairement aux données de séquences ADN, les résultats taxonomiques ne sont pas toujours exploitables par des algorithmes directs ou des interprétations informatiques : la taxonomie classique est un processus dirigé par l'homme qui comprend les étapes manuelles de la délimitation des taxons, de description et de désignation, aboutissant à une publication formelle conforme aux Codes internationaux de Nomenclature. Comme discuté dans les chapitres précédents, les analyses basées sur les séquences ADN sont très efficaces pour détecter les espèces difficiles à observer et identifieront souvent la présence d'organismes actuellement en dehors des connaissances taxonomiques linnéennes traditionnelles. Bien que ces lignes directrices n'abordent pas la publication de listes d'espèces alternatives dérivées de données de séquences, la déconnexion entre la taxonomie traditionnelle et les efforts basés sur le eDNA n'est pas souhaitable. En conséquence, nous proposons aux lecteurs de ce guide les recommandations suivantes.
zh_tw: 物種，如分類學家所描述，對於生物學至關重要。因此對生物多樣性進行歸納應該會利用分類研究的成果。然而，與DNA序列資料不同，分類學的產出並不總是容易拿來直接進行演算法或計算：傳統的分類學是一個人為驅動的過程，其中包括分類單元的手動確定、描述和命名的步驟，最終以符合國際命名法規的正式出版物告終。正如在前幾章中討論的那樣，基於DNA序列的調查非常有效地檢測難以觀察到的物種，並且通常會識別出目前超出傳統林奈分類知識範圍的生物體的存在。雖然此文件沒有涉及討論發布序列資料衍生的物種清單，但傳統分類學與eDNA工作之間的脫節是不可取的。因此我們向此文件的讀者提出以下建議。

source: As taxonomy is central to the discovery of biodiversity data, it is highly recommended that any eDNA sequencing efforts should seek to include relevant taxonomic expertise in their study. It will similarly be beneficial if eDNA sequencing studies are able to allocate a portion of their budget to generation and release of reference sequences from previously unsequenced type specimens or other important reference material from the local herbarium, museum, or biological collection. Taxonomists, too, can contribute towards this goal by always including relevant DNA sequences with each new species description (https://doi.org/10.1093/sysbio/syaa026[Miralles et al. 2020^]) and by targeting the many novel biological entities unravelled by eDNA efforts (e.g. https://doi.org/10.1186/s40168-017-0259-5[Tedersoo et al. 2017^]).
fr: La taxonomie étant au cœur de la découverte de données sur la biodiversité, il est fortement recommandé que les efforts de séquençage eDNA cherchent à inclure l'expertise taxonomique pertinente dans leur étude. Il serait également bénéfique que les projets de séquençage d'eDNA puissent allouer une partie de leur budget à la génération et à la publication de séquences de référence à partir de spécimens types non séquencés ou d'autres éléments de référence importants à partir des herbiers, musées ou collections biologiques locales. Les taxonomistes peuvent également contribuer à cet objectif en incluant toujours des séquences ADN pertinentes avec chaque nouvelle description d'espèce (https://doi.org/10.1093/sysbio/syaa026[Miralles et al. 2020^]) et en ciblant les nombreuses entités biologiques découvertes par les efforts d'eDNA (par exemple https://doi.org/10.1186/s40168-017-0259-5[Tedersoo et al. 2017^]).
zh_tw: 由於分類學對於發現生物多樣性資料至關重要，因此強烈建議任何eDNA定序的工作都應該尋求在研究中包含相關的分類學專業知識。同樣，如果eDNA序列研究能夠將部分預算用於從以前未進行過序列化的模式標本或其他重要的參考材料生成和發布參考序列，則將非常有益。這些標本可以來自當地的標本館、博物館或生物收藏。分類學家們也可以通過始終在每個新物種描述中包含相關的DNA序列 (https://doi.org/10.1093/sysbio/syaa026[Miralles等人 2020^]) 以及對eDNA工作揭示的許多新生物體進行的貢獻 (如 https://doi.org/10.1186/s40168-017-0259-5[Tedersoo等人 2017^])。

source: Most current biodiversity data platforms are organized around traditional name lists and taxonomic indexes. As DNA sequence-derived occurrences are rapidly becoming a significant source of biodiversity data, and as official taxonomy and nomenclature for such data lags, it is recommended that data providers and platforms should continue to explore and include more flexible representations of taxonomy into their taxonomic backbones. These new representations include molecular reference databases (e.g., GTDB, BOLD, UNITE) that recognize sequence data as reference material for previously unclassified organisms. Additionally, we suggest other commonly used molecular databases (e.g., PR2, RDP, SILVA) should develop stable identifiers for taxa and make reference sequences available for those taxa, to allow their use as taxonomic references.
fr: La plupart des plateformes actuelles de données sur la biodiversité sont organisées autour de listes de noms et d'index taxonomiques traditionnels. Étant donné que les occurrences dérivées de séquences ADN deviennent rapidement une source importante de données sur la biodiversité, et comme la taxonomie et la nomenclature officielles pour ce type de données manquent, il est recommandé que les fournisseurs et les plateformes de données continuent d’explorer et d’inclure des représentations plus souples de la taxonomie dans leur squelette taxonomique. Ces nouvelles représentations comprennent des bases de référence de données moléculaires (par exemple, GTDB, BOLD, UNITE) qui reconnaissent les données de séquences comme matériel de référence pour les organismes non classifiés précédemment. En outre, nous suggérons que d'autres bases de données moléculaires couramment utilisées (par ex. PR2, RDP, SILVA) devraient développer des identifiants stables pour les taxa et rendre disponibles les séquences de référence pour ces taxa, afin de permettre leur utilisation comme références taxonomiques.
zh_tw: 大多當前的生物多樣性資料平台都是以傳統的名稱列表和分類索引為基礎的。由於DNA序列衍生出現紀錄正迅速成為生物多樣性資料的重要來源，但此類資料的官方分類和命名的存在暫時還處在跟不上的現象。因此建議資料提供者和平台應繼續探索並將更彈性的分類形式納入其分類體系中。這包括分子參考資料庫 (例如GTDB、BOLD、UNITE) 承認並納入以前來自未成功分類生物的參考材料的序列資料。此外，我們建議其他常用的分子資料庫 (例如PR2、RDP、SILVA) 應該為分類單元開發穩定的識別碼並提供參考序列，以便將它們用作分類參考。

source: In contrast to classical taxonomy, which is a heavily manual process, clustering DNA sequences into taxonomic concepts relies on algorithmic analysis of similarity and other signals (such as phylogeny and probability), as well as some human editing. The resulting OTUs vary in stability, presence of reference sequences and physical material, alignments and cut-off values, and OTU identifiers such as DOIs (https://doi.org/10.1093/nar/gky1022[Nilsson et al. 2019^]). Even more importantly, they vary in scale, from local study- or project-specific libraries to global databases that enable broader cross-study comparison. In contrast to the centralization and codification of Linnaean taxa that are formally described in research publications, OTUs are distributed across multiple evolving digital reference libraries that differ in taxonomic focus, barcode genes and other factors. By associating standard sequences with identified reference specimens, BOLD and UNITE are establishing an essential mapping layer for linking ASVs and OTUs with Linnaean taxonomy. The GBIF backbone taxonomy includes identifiers for UNITE Species Hypotheses (SHs) as well as Barcode Index Numbers (BINs) which allows indexing of species occurrence data taxonomically annotated at the OTU level for primarily Fungi and Animals (https://www.gbif.org/news/2LrgV5t3ZuGeU2WIymSEuk/adding-sequence-based-identifiers-to-backbone-taxonomy-reveals-dark-taxa-fungi[GBIF secretariat 2018^], https://data-blog.gbif.org/post/gbif-backbone-taxonomy[Grosjean 2019^]).
zh_tw: 與傳統的分類學相比，將DNA序列分群到分類概念中依賴其相似性和其他資訊 (如親緣關係和概率) 的算法分析，以及一些人為編輯。OTUs在穩定性、參考序列和實物的存在、序列對齊和cut-off值、OTU識別碼 (如DOI) 等因素存在差異 (https://doi.org/10.1093/nar/gky1022[Nilsson等人 2019^])。它們在規模上也存在差異：從局部研究或計畫特定的資料庫到能夠進行更廣泛的跨研究比較的全球資料庫。與正式描述在研究出版物中的林奈分類中心化和編碼化不同，OTUs分佈在多個不同的演變中的數位參考庫中，這些參考庫在分類焦點、條碼基因和其他因素上存在差異。通過將標準序列與已鑑定的參考標本關聯起來，BOLD和UNITE正在建立一個重要的對照層，將ASVs和OTUs與林奈分類相關聯。GBIF分類骨幹包括了對UNITE物種假設 (SHs) 和Barcode Index Numbers (BINs) 的識別碼，這使真菌和動物的OTU層級的物種出現紀錄可以進行分類鑑定並進行索引 (https://www.gbif.org/zh-tw/news/2LrgV5t3ZuGeU2WIymSEuk/adding-sequence-based-identifiers-to-backbone-taxonomy-reveals-dark-taxa-fungi[GBIF secretariat 2018^]，link:https://data-blog.gbif.org/post/gbif-backbone-taxonomy[Grosjean 2019^])。

source: Algorithms for taxonomic annotation of eDNA will typically assign each unique sequence to the nearest taxonomic group in a reference set, based on some criteria for relatedness and confidence. For poorly known groups of organisms, such as prokaryotes, insects and fungi, the annotation may be a non-Linnaean placeholder name for a (cluster-based) taxon (i.e. the ID/number of the relevant SH or BIN), and this taxon may represent a species or even a taxonomic unit above the species level. No reference database contains all species in a given group due to the many unknown, unidentified, and undescribed species on earth. Frequent ignorance of this fact has been the source of numerous taxonomic misidentifications during the last 30 years.
zh_tw: eDNA分類鑑定的演算法通常會將每個獨特的序列根據某些分類群上最相關性和信心度的標準做鑑定。對於資訊較少的生物群體例如原核生物、昆蟲和真菌等，鑑定可能是一個非林奈式的暫時名稱 (cluster-based) 分類單元 (即相關SH或BIN的ID/編號)，而該分類單元可能代表一個物種或是在物種之上的階層。因地球上有許多未知、未鑒定和未描述的物種，所以沒有任何參考資料庫包含所有物種。因此在過去30年中，對這一事實的普遍忽視已成為許多分類錯誤的源頭。

source: During import into the biodiversity platform (e.g. GBIF or OBIS), the taxonomic resolution for these DNA-based occurrences may be reduced even further, as the names/IDs obtained from comparing with the reference database (e.g. UNITE, BOLD) may not all be included in the taxonomic index of that platform at the time of publication. However, the inclusion of the underlying OTU or ASV sequence for each record will allow future users to potentially identify the sequence to a greater level of granularity, particularly as reference libraries improve over time. Therefore we also recommend to publish all sequences in a study - also those that are presently fully unclassified – as they may well be possible to identify with improved reference databases. In cases where the underlying sequence cannot be included as part of the submitted data, we advocate deposition of a (scientific or placeholder) name of the taxon (e.g. the BOLD BIN or UNITE SH) plus an MD5 checksum of the sequence as a unique taxon ID (see xref:data-mapping[xrefstyle="full"]). MD5 checksums are unidirectional hash algorithms commonly used for https://en.wikipedia.org/wiki/MD5[verifying file integrity^]. In this case, they would provide a unique and repeatable representation of the original sequence that would nevertheless not allow the sequence itself to be recovered. This may be required in cases where sensitivity exists around access. MD5 checksums enable efficient query to determine whether the same exact sequence has been recovered in other eDNA efforts, but it is not a complete replacement of the sequence as MD5s do not enable further analyses. Two sequences differing by even a single base will get two completely different MD5 checksums, such that BLAST-style sequence similarity searches will not work.
zh_tw: 由於DNA衍生出現紀錄資料在與參考資料庫 (例如UNITE、BOLD) 進行比對的當時，參考資料庫沒有完整或未更新的分類索引，在將這些DNA衍生出現紀錄導入生物多樣性平台 (例如GBIF或OBIS) 時，獲得的名稱/ID可能降低這些出現紀錄的分類的辨識率。然而，將這些OTU或ASV序列做發布將使未來使用者有機會將序列識別到更高分類階層，特別是參考資料庫會隨著時間的改善更新。在無法將序列做發布的情況下，我們主張將該物種的 (科學性或佔位符) 名稱 (例如BOLD BIN或UNITE SH) 加上序列的MD5校驗，作為唯一物種ID (xref:資料對照-mapping[xrefstyle="full"])。MD5校驗是一種單向hash演算法，通常用於link:https://en.wikipedia.org/wiki/MD5[驗證文件完整性^]。它們將可以在無法得到序列本身的情況下，提供原始序列唯一且可重複的代表性。這在獲取敏感資料的情況下可能是必需的。MD5校驗可有效地查詢來確定其他eDNA工作中是否也得到了相同的序列，但它不能完全取代序列所以無法進行進一步的分析。類似BLAST的序列相似度搜索會無法在這裡派上用場，因為相差一個碱基的兩個序列將獲得完全不同的MD5校驗。

source: Outputs
fr: Résultats
zh_tw: 資料輸出

source: The purpose of exposing DNA-derived data through biodiversity platforms is to enable reuse of these data in combination with other biodiversity data types. It is very important to keep this reuse in mind when preparing your data for publication. Ideally, the metadata and data should tell a complete story in such a way that new, uninformed users can use this evidence without any additional consultations or correspondence. Biodiversity data platforms provide search, filtering, browsing, visualizations, data access, and data citation functionality. For metabarcoding data we encourage users to configure filters for minimum absolute and relative read abundance to make a suitable filtering of data. Singletons or any occurrence with an absolute read count below some selected value can be filtered out by setting a minimum read abundance per OTU or ASV (using the field organismQuantity). Occurrences with a relative read abundance below a selected threshold can be filtered out by setting a minimum value of relative organism quantity, which is calculated from the detected reads (organismQuantity) and total reads in the corresponding sample (sampleSizeValue) (<<mapping-metabarcoding-edna-and-barcoding-data>>). Users can often choose data-output formats (e.g. DwC-A, CSV) and then process, clean and transform data into the shape and format needed for the analyses.
zh_tw: 將DNA衍生資料通過生物多樣性平台發布的目的是使這些資料能夠與其他生物多樣性資料類型結合並可重複使用。在準備資料發布時，保持這種可重複使用的目的非常重要。理想情況下，詮釋資料和資料應該以完整的方式講述一個完整的故事，以便新的、不知情的使用者可以在不需要任何額外諮詢或通信的情況下使用這些證據。生物多樣性資料平台提供搜索、篩選、瀏覽、視覺化、資料訪問和引用功能。對於metabarcoding資料，我們鼓勵使用者對資料進行適當的篩選，如配置最小絕對和相對read豐度的移除條件，這設定將會移除每個低於某個選定絕對值read數的OTU或ASV (使用organismQuantity字段)，也會移除掉singletons。除此之外，也可以移除相對read數低於選定閾值的出現紀錄。這是從檢測到的reads (organismQuantity) 和相應樣本中的總read數 (sampleSizeValue) 計算出來的 (<<mapping-metabarcoding-edna-和barcoding資料>>)。使用者通常可以選擇資料輸出的格式 (例如DwC-A、CSV)，然後將資料加工、清理和轉換為所需的分析形式和格式。

source: At GBIF.org or through the GBIF API, registered users can search, filter, and download biodiversity data in the following three formats:
fr: Sur GBIF.org ou via l'API GBIF, les utilisateurs enregistrés peuvent chercher, filtrer et télécharger des données sur la biodiversité dans les trois formats suivants :
zh_tw: 在 GBIF.org 或通過 GBIF API，註冊用戶可以以下列三種方式搜尋、篩選和下載生物多樣性資料：

source: *Simple*: a simple, tab-delimited format which includes only the GBIF-interpreted version of the data, as a result of the indexing process. This is suitable for quick tests and direct import into spreadsheets.
fr: *Simple* : un format simple, délimité par des tabulations qui n'inclut que la version interprétée par GBIF des données, à la suite du processus d'indexation. Ceci est approprié pour les tests rapides et l'importation directe dans les feuilles de calcul.
zh_tw: *簡易格式 (Simple)*：一種簡易的以制表符分隔的格式，僅包含由GBIF詮釋的資料版本，來自索引過程的結果。這適用於快速測試和直接導入試算表程式做開啟。

source: *Darwin Core Archive*: richer format that includes both the interpreted data and the original verbatim version provided by the publisher (prior to indexing and interpretation by GBIF). Because it includes all the metadata and issue flags, this format provides a richer view of the downloaded dataset.
fr: *Darwin Core Archive* : format plus riche qui inclut à la fois les données interprétées et la version originale verbatim fournie par l'éditeur (avant l'indexation et l'interprétation par GBIF). Puisqu'il inclut toutes les métadonnées et les indicateurs de problème, ce format fournit une vue plus riche du jeu de données téléchargé.
zh_tw: *達爾文核心資料包 (Darwin Core Archive)*：較豐富的資料格式，包括發布者提供的原始資料版本 (在GBIF進行索引和詮釋之前)。這種格式可以從下載的資料集中得到更多資訊，因為它也包含了詮釋資料和資料問題標記。

source: *Species list*: a simple table format that includes only an interpreted list of unique species names from a dataset or query result.
fr: *Liste d'espèces* : un format de table simple qui ne comprend qu'une liste interprétée de noms d'espèces uniques à partir d'un jeu de données ou d'un résultat de requête.
zh_tw: *物種清單 (Species list)*：一個簡單的表格格式，僅包括從資料集或查詢結果中已詮釋的物種名稱列表。
