Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: Standard for sharing and publishing biodiversity data, originating from the Biodiversity Information Standards (TDWG) community. In principle, a set of terms used for describing different entities of biodiversity observations, such as sampling events, occurrences and taxa. Current Darwin Core terms are described in the https://dwc.tdwg.org/terms/[Quick Reference Guide].
fr: Norme de partage et de publication des données sur la biodiversité, provenant de la communauté des Normes d'Information sur la Biodiversité (Biodiversity Information Standards, TDWG). En principe, un ensemble de termes utilisés pour décrire les différentes entités d’observations de la biodiversité, telles que les événements d’échantillonnage, les occurrences et les taxa. Les termes actuels du Darwin Core sont décrits dans le https://dwc.tdwg.org/terms/[Guide de référence rapide].
zh_tw: 由生物多樣性資訊標準 (TDWG) 社群所發源的用於共享和發布生物多樣性資料的標準。原則上，這是一組用於描述生物多樣性觀察的術語，例如採樣事件、出現紀錄和分類單元。目前的達爾文核心術語描述在link:https://dwc.tdwg.org/terms/[快速參考指南]中。

source: [[data-vocabulary]]Data vocabulary
fr: [[data-vocabulary]]Vocabulaire des données
zh_tw: [[data-vocabulary]]資料詞彙

source: Set of preferred terms or concepts with specific, well-defined meanings and interrelationships, facilitating data exchange and reuse.
fr: Ensemble privilégié de termes ou de concepts avec des significations et des relations spécifiques et bien définies, facilitant l'échange et la réutilisation des données.
zh_tw: 一組首選術語或概念，具有特定的、明確定義的含義和相互關係，有助於資料交換和重複使用。

source: [[ddpcr]]ddPCR (droplet digital Polymerase Chain Reaction)
fr: [[ddpcr]]ddPCR (Polymerase Chain Reaction numérique par goutelette)
zh_tw: [[ddpcr]]ddPCR (droplet digital 聚合酶連鎖反應)

source: Droplet digital <<pcr,PCR>>. Method for measuring absolute amount of DNA (number of copies) of one marker in a sample. See also <<qpcr,qPCR>>.
fr: Droplet digital <<pcr,PCR>>. Méthode permettant de mesurer la quantité absolue d'ADN (nombre de copies) d'un marqueur dans un échantillon. Voir également <<qpcr,qPCR>>.
zh_tw: Droplet digital <<pcr,PCR>>。測量樣本中標記DNA的絕對量 (copy數) 的方法。也參考 <<qpcr,qPCR>>。

source: [[denoising]]Denoising
zh_tw: [[denoising]]去噪 (Denoising)

source: In metabarcoding, method for separation of true biological sequences (see <<asv,ASVs>>) from spurious sequence variants caused by PCR amplification and sequencing error.
fr: En métabarcoding, méthode de séparation des véritables séquences biologiques (voir <<asv,ASVs>>) des variantes de séquences parasites causées par l'amplification par PCR et l'erreur de séquençage.
zh_tw: 在metabarcoding中用於將真實生物序列 (見 <<asv,ASVs>>) 與由PCR增幅和序列錯誤引起的偽序列變異分離的方法。

source: [[doi]]Digital Object Identifier (DOI)
fr: [[doi]]Identifiant d'objet numérique (DOI)
zh_tw: [[doi]]數位物件識別碼 (DOI)

source: Long-lasting reference used to uniquely identify (and locate) digital information objects, such as a biodiversity data set or a scientific publication.
fr: Référence pérenne utilisée pour identifier (et localiser) de façon unique des objets d'information numérique, comme un jeu de données sur la biodiversité ou une publication scientifique.
zh_tw: 用於唯一識別 (和定位) 數位化資訊物件的永久性參考，例如生物多樣性資料集或科學出版物。

source: [[barcoding]]DNA barcoding and metabarcoding (amplicon sequencing)
fr: [[barcoding]] barcoding ADN et métabarcoding (séquence amplicon)
zh_tw: [[barcoding]]DNA 條形碼與元條形碼 (擴增子定序)

source: Use of short, standardized DNA fragments to identify individual organisms via sequencing. Metabarcoding combines barcoding with high-throughput DNA sequencing, using universal primers to amplify and sequence large groups of organisms in eDNA samples.
fr: Utilisation de fragments d'ADN courts et standardisés pour identifier des organismes individuels par séquençage. Le métabarcoding combine l'utilisation des codes-barres ADN avec le séquençage à haut débit, en utilisant des amorces universelles pour amplifier et séquencer de grands groupes d'organismes dans des échantillons d'ADN environnemental.
zh_tw: 使用短、標準化的DNA片段通過序列化來識別個體生物的方法。Metabarcoding將條形碼技術與高通量DNA序列化結合，使用通用引子來放大和序列化eDNA樣本中的大量生物群。

source: [[dna-marker]]DNA marker
fr: [[dna-marker]]marqueur ADN
zh_tw: [[dna-marker]]DNA分子標記 (marker)

source: A DNA fragment used as a marker of some property (e.g., taxonomic affiliation). May, but does not have to, be a gene or a part of a gene.
fr: Fragment d'ADN utilisé pour différentier certaines propriétés (par exemple, l'affiliation taxonomique). Peut être un gène ou une partie d'un gène, mais ce n'est pas obligatoire.
zh_tw: DNA片段作為某種特性 (例如分類歸屬) 的標記。可能是基因或基因的一部分，但不一定是。

source: [[dna-db]]DNA metabarcoding database
fr: [[dna-db]]base de données de métabarcoding ADN
zh_tw: [[dna-db]]DNA高通量分子條碼資料庫

source: Database containing DNA sequences (DNA barcodes) from previously recovered or studied organisms. The reference sequences were ideally generated from individuals of described, well-studied species-with the type specimen serving as the ideal-or higher taxonomic level (e.g., genus, family), but may also stem from eDNA sequencing efforts. It is wise not to trust “reference sequences” blindly.
fr: Base de données contenant des séquences ADN (codes-barres ADN) d'organismes précédemment récupérés ou étudiés. Les séquences de référence ont été idéalement générées à partir d'individus d'espèces décrites et bien étudiées - le spécimen type servant de référence idéale - ou d'un niveau taxonomique supérieur (par exemple, le genre, la famille), mais elles peuvent également provenir d'efforts de séquençage d'ADNe. Il est recommandé de ne pas se fier aveuglément aux « séquences de référence ».
zh_tw: 包含先前研究過的生物的DNA序列 (DNA條碼) 的資料庫。理想情況下的參考序列是從已描述和研究充分的物種的個體中生成的，以模式標本最為理想，或者高一級的分類階層 (例如屬、科)，但也可能來自eDNA定序。盲目的信任 “參考序列” 是不建議的。

source: [[dna-probe]]DNA probe
fr: [[dna-probe]]sonde ADN
zh_tw: [[dna-probe]]DNA探針 (probe)

source: A short, synthetic single-stranded DNA fragment with fluorescent labelling that binds to a selected region of target DNA (marker) during PCR. Increases specificity and can be used in addition to primers in <<qpcr,qPCR>> and <<ddpcr,ddPCR>> to detect and quantify a genetic marker.
fr: Fragment d'ADN court, simple brin synthétisé avec un marquage fluorescent qui se lie à une région sélectionnée de l'ADN cible (marqueur) pendant la PCR. Augmente la spécificité et peut être utilisée en plus des amorces dans <<qpcr,qPCR>> et <<ddpcr,ddPCR>> pour détecter et quantifier un marqueur génétique.
zh_tw: 一段短與帶有螢光標記的合成單股DNA片段，在PCR過程中結合到目標DNA的特定區域 (標記)。增加了特異性使其可以與引子一起在<<qpcr,qPCR>>和<<ddpcr,ddPCR>>中使用以檢測和定量一個基因標記。

source: [[embl]]European Bioinformatics Institute (EMBL-EBI)
fr: [[embl]]Institut de Bio-informatique Européen (EMBL-EBI)
zh_tw: [[embl]]歐洲生物資訊研究機構 (EMBL-EBI)

source: Intergovernmental organization for bioinformatics research and services, part of the European Molecular Biology Laboratory (EMBL), providing eg. (raw) sequence reads and assembly data via <<ena,the European Nucleotide Archive (ENA)>>.
fr: Organisation intergouvernementale pour la recherche et les services en bio-informatique, faisant partie du Laboratoire Européen de biologie moléculaire (EMBL), fournissant par exemple des séquences (brutes) et des données d'assemblage via <<ena, Archives européennes de nucléotides (ENA)>>.
zh_tw: 生物資訊學研究和服務的政府間組織，隸屬於歐洲分子生物學實驗室 (EMBL)，通過 <<ena,the European Nucleotide Archive (ENA)>> 提供包括 (原始) 序列reads和assembly資料。

source: [[edna]]Environmental DNA (eDNA)
fr: [[edna]]ADN environnemental (ADNe)
zh_tw: [[edna]]環境DNA (eDNA)

source: DNA from an environmental sample, e.g. soil, water, air or host organism. An often used definition is that environmental DNA is the genetic material (DNA) obtained from environmental samples without any obvious evidence of biological source material (https://doi.org/10.1016/j.biocon.2014.11.019[Thomsen and Willerslev 2015^]).
fr: ADN provenant d'un échantillon environnemental, par exemple le sol, l'eau, l'air ou l'organisme hôte. Une définition souvent utilisée est que l'ADN environnemental est le matériel génétique (ADN) obtenu à partir d'échantillons environnementaux sans preuve évidente de matériel biologique source.
zh_tw: 環境樣本中的DNA，例如土壤、水、空氣或宿主生物體。常用的定義為環境DNA是從環境樣本中獲得的基因物質 (DNA)，沒有明顯的生物來源材料的證據 (https://doi.org/10.1016/j.biocon.2014.11.019[Thomsen and Willerslev 2015^])。

source: European repository for nucleotide sequences, covering raw sequencing data, sequence assembly information and functional annotation. Includes the <<sra,Sequence Read Archive (SRA)>>, and is maintained by the European Bioinformatics Institute (EMBL-EBI), as part of <<insdc, the International Nucleotide Sequence Database Collaboration (INSDC)>>.
fr: Dépôt européen de séquences de nucléotides, couvrant les données de séquençage brutes, les informations d'assemblage de séquences et les annotations fonctionnelles. Inclut le <<sra,Sequence Read Archive (SRA)>>, et est maintenu par l'Institut Européen de Bioinformatique (EMBL-EBI), dans le cadre de la <<insdc, International Nucleotide Sequence Database Collaboration (INSDC)>>.
zh_tw: 歐洲核苷酸序列資料庫，涵蓋原始序列、序列組裝資訊和功能註解。包括序列檔案 <sra,Sequence Read Archive (SRA)> ，由歐洲生物資訊學研究所 (EMBL-EBI) 管理，作為國際核苷酸序列資料庫合作項目 <insdc, the International Nucleotide Sequence Database Collaboration (INSDC)> 的一部分。

source: Text-based standard for storing molecular sequences and associated quality measures deriving from <<hts,High-throughput sequencing (HTS)>>. For each sequence position, single ASCII-characters are used to represent base call (identified nucleotide) and score, respectively.
fr: Standard textuel pour le stockage des séquences moléculaires et des mesures de qualité associées dérivant de <<hts,High-throughput sequencing (HTS)>>. Pour chaque position de séquence, des caractères ASCII uniques sont utilisés pour représenter l'appel de base (nucléotide identifié) et le score, respectivement.
zh_tw: 一种以文字的格式用於存儲从高通量定序 <<hts,High-throughput sequencing (HTS)>> 中得到的分子序列及相關質量度。單個ASCII字符分別表示每個序列位置base call (已識別的核苷酸) 和質量分數。

source: [[gbif]]Global Biodiversity Information Facility (GBIF)
fr: [[gbif]]Système mondial d'information sur la biodiversité (GBIF)
zh_tw: [[gbif]]全球生物多樣性資訊機構 (GBIF)

source: International network and research infrastructure, mainly focused on mobilizing and providing open access to global biodiversity data.
fr: Réseau international et infrastructure de recherche, principalement axé sur la mobilisation et la publication en accès libre aux données mondiales sur la biodiversité.
zh_tw: 國際網絡和研究基礎建設，主要致力於提供全球生物多樣性資料的開放和流通。

source: International network of institutions concerned with efficient sharing and usage of genomic biodiversity samples and associated metadata, e.g. promoting the Darwin Core-compatible GGBN Data Standard.
fr: Réseau international d'institutions soucieuses du partage et de l'utilisation efficaces d'échantillons génomiques sur la biodiversité et des métadonnées associées, faisant par exemple la promotion du standard de données GGBN compatible avec Darwin Core.
zh_tw: 致力於有效分享和使用基因體生物多樣性樣本及相關詮釋資料的國際機構網絡，推廣符合達爾文核心相容之GGBN資料標準。

source: [[gps]]Global Positioning System (GPS)
fr: [[gps]]Système de positionnement global (GPS)
zh_tw: [[gps]]全球定位系統 (Global Positioning System, GPS)

source: Satellite navigation system operated by the United States Space Force.
fr: Système de navigation par satellite exploité par la Force spatiale américaine.
zh_tw: 由美国空軍太空司令部營運的衛星導航系統。

source: [[hts]]High-throughput sequencing (HTS)
fr: [[hts]]séquençage à haut débit (HTS)
zh_tw: [[hts]]高通量定序 (High-throughput sequencing, HTS)

source: Different technologies for massively parallel sequencing, producing millions of DNA sequence reads from library preparations of genetic material, rather than targeting single amplicons as in traditional Sanger sequencing. Also called Next Generation Sequencing (NGS).
fr: Différentes technologies pour le séquençage massivement parallèle, produisant des millions de séquences d'ADN à partir de la préparation de la librairie de matériel génétique, plutôt que de cibler des amplicons simples comme dans le séquençage Sanger traditionnel. Également appelé séquençage nouvelle génération (NGS).
zh_tw: 不同技術且大規模並行的進行定序，從基因材料的製備中產生數百萬個DNA序列reads，也被稱為次世代定序 (NGS)。相較傳統的Sanger定序為針對特定DNA片段進行定序。

source: [[ingest]]Ingestion
zh_tw: [[ingest]]資料整合

source: Process of importing data from heterogeneous sources, such as local databases, text files or spreadsheets, to a common destination system, such as an online <<biodiversity-data-platform, biodiversity data platform>>, for storage and further analysis. Typically includes steps of extraction, transformation (cleaning) and loading (ETL).
fr: Processus d'importation de données à partir de sources hétérogènes, telles que des bases de données locales, des fichiers texte ou des feuilles de calcul, vers un système de destination commun, tel qu'une <<biodiversity-data-platform, plateforme de données de biodiversité>> en ligne, pour stockage et analyse ultérieure. Inclut généralement les étapes d'extraction, de transformation (nettoyage) et de chargement (ETL).
zh_tw: 從不同來源 (例如本地資料庫、文字檔文件或試算表) 將資料導入到共同的目標系統，例如線上生物多樣性資料平台 <<biodiversity-data-platform, biodiversity data platform>> 以進行存儲和進一步分析的過程。通常包括擷取 (extraction)、轉換 (transform) 和載入 (load) 等步驟。

source: [[index]]Indexing
fr: [[index]]Indexation
zh_tw: [[index]]索引

source: Organization of information in accordance with a specific schema or structure, making data easier to access and present.
fr: Organisation des informations selon un schéma ou une structure spécifique, facilitant l'accès et la présentation des données.
zh_tw: 根據特定的架構或結構對資料進行組織，使資料更容易的被查詢和呈現。

source: Joint effort of the DNA Databank of Japan (DDBJ), <<embl,EMBL>> and <<ncbi,NCBI>> to provide global public access to nucleotide sequence data and associated information.
fr: Effort conjoint de la base de données d'ADN du Japon (DDBJ), <<embl,EMBL>> et <<ncbi,NCBI>> pour fournir un accès public global aux données de séquence nucléaire et aux informations associées.
zh_tw: 日本DNA資料庫 (DDBJ)、<<embl,EMBL>> 和 <<ncbi,NCBI>> 的聯合合作，旨在提供全球公眾查詢核苷酸序列資料及相關資訊。

source: [[metagenomics]]Metagenomics
fr: [[metagenomics]]Métagénomique
zh_tw: [[metagenomics]]總體基因體學 (Metagenomics)

source: PCR-free sequencing of random genomic fragments in a mixed sample.
fr: Séquençage sans PCR de fragments génomiques aléatoires dans un échantillon mixte.
zh_tw: 無經過PCR的混合樣品中隨機基因組片段的定序。

source: [[mixs]]Minimum Information about any (x) Sequence (MIxS) standard
zh_tw: [[mixs]]Minimum Information about any (x) Sequence (MIxS) 標準

source: Family of standards (checklists) for sequence metadata, developed by the Genomic Standards Consortium (GSC).
fr: Famille de normes (listes de contrôle) pour les métadonnées de séquence, élaborées par le Consortium des Normes Généomiques (GSC).
zh_tw: 由基因體標準協會 (GSC) 制定的用於序列詮釋資料的一系列標準 (清單)。

source: [[motu]]molecular Operational Taxonomic Unit (mOTU)
fr: [[motu]]unité taxonomique opérationnelle moléculaire (mOTU)
zh_tw: [[motu]]分子操作分類單元 (molecular Operational Taxonomic Unit, mOTU)

source: See <<otu,Operational Taxonomic Unit (OTU)>>.
fr: Voir <<otu,Operational Taxonomic Unit (OTU)>>.
zh_tw: 參考 <<otu,Operational Taxonomic Unit (OTU)>>。

source: Division of United States National Library of Medicine (NLM) housing important bioinformatics resources, such as the GenBank database of DNA sequences, and the <<sra,Sequence Read Archive (SRA)>> of high throughput sequencing data.
fr: Division de la Bibliothèque Nationale de Médecine des États-Unis (NLM) hébergeant d'importantes ressources bio-informatiques, comme la base de données GenBank des séquences d'ADN, et le <<sra,Sequence Read Archive (SRA)>> des données de séquence à haut débit.
zh_tw: 美國國家醫學圖書館 (NLM) 的一個部門，擁有重要的生物資訊資源，如DNA序列的GenBank資料庫，以及高通量序列資料的 <<sra,Sequence Read Archive (SRA)>>。

source: [[ngs]]Next Generation Sequencing (NGS)
fr: [[ngs]]Séquençage nouvelle génération (NGS)
zh_tw: [[ngs]]次世代定序 (Next Generation Sequencing, NGS)

source: See <<hts,High-throughput sequencing (HTS)>>.
fr: Voir <<hts,High-throughput sequencing (HTS)>>.
zh_tw: 參考 <<hts,High-throughput sequencing (HTS)>>。

source: [[occurrence]]Occurrence
zh_tw: [[occurrence]]出現紀錄

source: An existence of an Organism (sensu http://rs.tdwg.org/dwc/terms/Organism) at a particular place at a particular time.
fr: Une existence d'un Organisme (sensu http://rs.tdwg.org/dwc/terms/Organism) à un endroit particulier à un moment donné.
zh_tw: 在特定時間及特定地點之生物 (即 http://rs.tdwg.org/dwc/terms/Organism 的概念) 的存在記錄。

source: [[otu]]Operational Taxonomic Unit (OTU)
fr: [[otu]]Unité taxonomique opérationnelle (OTU)
zh_tw: [[otu]]操作分類單元 (Operational Taxonomic Unit, OTU)

source: Cluster of organisms based on similarity in specific DNA marker sequence(s), used for taxonomic classification. Includes, for example, <<sh,Species Hypothesis>> in UNITE, and <<bins,Barcode Index Numbers>> in the Barcode of Life Data System (BOLD). <<asv,Amplicon Sequence Variants (ASVs)>> may be considered analogous to <<zotu,zero radius OTUs (zOTUs)>>.
fr: Regroupement d'organismes basé sur la similarité d'une ou de plusieurs séquences de marqueurs d'ADN spécifiques, utilisé pour la classification taxonomique. Comprend, par exemple, <<sh,Species Hypothesis>> dans UNITE, et <<bins,Barcode Index Numbers>> dans le Barcode of Life Data System (BOLD). <<asv,Amplicon Sequence Variants (ASVs)>> peuvent être considérés comme analogues à <<zotu,zero radius OTUs (zOTUs)>>.
zh_tw: 基於特定DNA標記序列相似性的生物分群，用於分類。例如，在UNITE中有 <<sh,Species Hypothesis>> 和在Barcode of Life Data System (BOLD) 中有 <<bins,Barcode Index Numbers>>。<<asv,Amplicon Sequence Variants (ASVs)>> 可被視為 <<zotu,zero radius OTUs (zOTUs)>> 的類比。

source: [[pcr]]Polymerase Chain Reaction (PCR)
fr: [[pcr]]Amplification en chaîne par polymérase (PCR)
zh_tw: [[pcr]]聚合酶連鎖反應 (Polymerase Chain Reaction, PCR)

source: Technique for fast amplification and detection of specific fragments of target DNA (or RNA) sequences. Amplified regions are determined by the pair of <<primer,PCR primers>> used in the reaction.
fr: Technique pour l'amplification rapide et la détection de fragments spécifiques de séquences d'ADN (ou ARN). Les régions amplifiées sont déterminées par la paire de <<primer,PCR primers>> utilisée dans la réaction.
zh_tw: 特定DNA (或RNA) 序列片段的快速增幅和檢測技術。增幅區域由反應中使用的引子 <<primer,PCR primers>> 決定。

source: [[pipeline]]Pipeline
zh_tw: [[pipeline]]執行流程

source: In bioinformatics, a set of algorithms or tools applied in a predefined workflow to process e.g. <<hts,High-throughput sequencing (HTS)>> data.
fr: En bioinformatique, ensemble d'algorithmes ou d'outils appliqués dans un flux de travail prédéfini pour traiter, par exemple, des données <hts,High-throughput sequencing (HTS)>.
zh_tw: 在生物資訊學裡一組演算法或工具被應用於預定義的工作流程中，用於處理例如高通量定序 <hts,High-throughput sequencing (HTS)> 資料。

source: [[primer]]Primers (PCR primers)
fr: [[primer]]Amorces (PCR primers)
zh_tw: [[primer]]引子 (PCR primers)

source: Short, synthetic, single-stranded DNA fragments that bind to a selected region of target DNA (marker) to initiate replication during <<pcr,PCR>>. A pair of primers is necessary for the polymerase enzyme to amplify the selected marker.
fr: Fragments d'ADN courts, simple brin qui se lient à une région sélectionnée de l'ADN cible (marqueur) pour initier la réplication pendant <pcr,PCR>. Une paire d'amorces est généralement utilisée pour que l'enzyme polymérase amplifie le marqueur sélectionné.
zh_tw: 簡短的合成單股DNA片段，它們與目標DNA (標記) 的選定區域結合，以在 <pcr,PCR> 中啟動複製過程。需一對引物才能讓聚合酶酶能夠擴增所選標記。

source: [[qpcr]]qPCR (quantitative Polymerase Chain Reaction)
fr: [[qpcr]]qPCR (amplification quantitative en chaîne par polymérase)
zh_tw: [[qpcr]]定量聚合酶連鎖反應 (quantitative Polymerase Chain Reaction, qPCR)

source: Quantitative <<pcr,PCR>>. Method that measures relative DNA quantity of a marker in a sample. See also <<ddpcr,ddPCR>>.
fr: PCR quantitative <pcr,PCR>. Méthode qui mesure la quantité relative d'ADN d'un marqueur dans un échantillon. Voir aussi <ddpcr,ddPCR>.
zh_tw: 定量型 <<pcr,PCR>>。測量樣本中特定標記的相對DNA量的方法。參考 <<ddpcr,ddPCR>>。

source: [[sample]]Sample
fr: [[sample]]Échantillon
zh_tw: [[sample]]樣本

source: Material (water, soil, gut content, etc) obtained for analysis.
fr: Matériel (eau, sol, contenu intestinal, etc.) obtenu pour analyse.
zh_tw: 材料 (水、土壤、腸道內容物等) 用於分析。

source: [[seq-align]]Sequence alignment
fr: [[seq-align]]Alignement des séquences
zh_tw: [[seq-align]]序列比對

source: Bioinformatic process of comparing and arranging two or more molecular (DNA, RNA or protein) sequences to detect similarities caused by e.g. evolutionary relatedness.
fr: Processus bioinformatique de comparaison et de disposition de deux ou plusieurs séquences moléculaires (ADN, ARN ou protéine) pour détecter les similitudes causées par exemple par une relation évolutive.
zh_tw: 使用生物資訊方法來比較和排列兩個或以上分子 (DNA、RNA或protein) 序列來測因演化等過程照成的相似性。

source: [[sh]]Species Hypothesis (SH)
fr: [[sh]]Hypothèse des espèces (SH)
zh_tw: [[sh]]物種假說 (Species Hypothesis, SH)

source: Species-level <<otu,Operational Taxonomic Unit (OTU)>> as defined in the UNITE database and sequence management environment, for Fungi.
fr: Niveau d'espèce <<otu,Operational Taxonomic Unit (OTU)>> tel que défini dans la base de données UNITE et l'environnement de gestion des séquences, pour les champignons.
zh_tw: UNITE資料庫與序列管理的環境中，真菌的物種分類階級 <<otu,Operational Taxonomic Unit (OTU)>>。

source: [[specimen]]Specimen
fr: [[specimen]]Spécimen
zh_tw: [[specimen]]標本

source: An individual animal, plant, fungus, etc. used as an example of its species or type for scientific study or display.
fr: Un animal, plante, champignon, etc utilisé comme exemple de son espèce ou de son type pour l'étude ou exposition scientifique.
zh_tw: 單個動物、植物、真菌等生物，用作其物種或模式標本在科學研究或展示的參考。

source: [[sra]]Sequence Read Archive (SRA)
fr: [[sra]]Archive de lectures de séquences (SRA)
zh_tw: [[sra]]次世代基因定序資料檔案 (Sequence Read Archive, SRA)

source: Public repository of high throughput (<<ngs,NGS>>) sequencing data, with instances operated by <<ncbi,the National Center for Biotechnology Information (NCBI)>>, <<embl,the European Bioinformatics Institute (EMBL-EBI)>>, and the DNA Data Bank of Japan (DDBJ). Includes both raw (non-denoised) sequencing output and <<seq-align,sequence alignments>>. One of three components of <<ena, the European Nucleotide Archive (ENA)>>, and previously known as the Short Read Archive.
fr: Dépôt public de données de séquençage à haut débit (<<ngs,NGS>>) avec des instances opérées par <<ncbi,the National Center for Biotechnology Information (NCBI)>>, <<embl,the European Bioinformatics Institute (EMBL-EBI)>>, et la banque de données ADN du Japon (DDBJ). Inclut à la fois les séquences brutes (sans application du denoising) et <<seq-align,sequence alignments>>. L'une des trois composantes de <<ena, the European Nucleotide Archive (ENA)>>, et précédemment connue sous le nom d'archive de lectures courtes.
zh_tw: 次世代定序 (<<ngs,NGS>>) 基因資料倉儲庫，維運 <<ncbi,the National Center for Biotechnology Information (NCBI)>>、<<embl,the European Bioinformatics Institute (EMBL-EBI)>> 與 DNA Data Bank of Japan (DDBJ)，包含原始 (未denoise) 的定序結果和 <<seq-align,sequence alignments>> 結果。<<ena, the European Nucleotide Archive (ENA)>> 裡三大組成的其中一項，過去的名稱為 Short Read Archive。

source: [[tcs]]Target-capture sequencing
fr: [[tcs]]Séquençage de cibles capturées
zh_tw: [[tcs]]特定範圍定序

source: Sequencing of DNA fragments isolated with hybridization probes.
fr: Séquençage de fragments d'ADN isolés par des sondes d'hybridation.
zh_tw: 使用核酸探針所萃取的DNA片段做定序。
