Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: To ensure consistent taxonomic nomenclature OBIS uses the https://www.marinespecies.org/[World Register of Marine Species^] (WoRMS) as the only taxonomic backbone. This is the case also for occurrences derived from genetic data; a scientific name linked to a scientific name ID from the WoRMS database is highly recommended information for publishing. If a scientific name ID is not provided, OBIS will try to match the scientific name with WoRMS during ingestion, but this should be avoided whenever possible. Scientific names not listed in WoRMS are acceptable, and will be submitted to WoRMS for review and possible inclusion in the register. Fully unclassified sequences are recommended to be classified as "incertae sedis", with the WoRMS `scientificNameID` urn:lsid:marinespecies.org:taxname:12. This will ensure correct interpretation by both GBIF and OBIS. Additionally, it is recommended that sequence identifiers from the used reference databases (e.g. Barcode index numbers: BINs from BOLD) be added in the `taxonConceptID` field of the occurrence core table. In this way OBIS will retain its taxonomic backbone based on WoRMS, while enabling linking to disparate reference sequence databases. Names from reference databases which are not strictly scientific names, can be added as `verbatimIdentification`. Automatic classification of species names can often be done through the WoRMS taxon match services and R packages like worrms and taxize. In the future, OBIS plans to periodically search and update the taxonomic assignments of submitted sequences as reference databases develop with time, so recording the sequence information linked to each occurrence is highly recommended.
zh_tw: 為了確保一致的分類學命名方式，OBIS使用link:https://www.marinespecies.org/[世界海洋物種名錄^] (WoRMS) 作為唯一的分類學骨幹。這也適用於從基因資料衍生的出現記錄；從WoRMS資料庫中，連結出現紀錄學名到WoRMS資料庫的scientific name ID是高度推薦的做法。如果未提供scientific name ID，OBIS將在資料詮釋過程中嘗試將學名與WoRMS比對，但應避免這樣做。未列在WoRMS中的學名是可以被接受的，WoRMS將會在後續資料詮釋過程中進行審查並可能納入學名到資料庫裡。未分類的序列建議分類為“incertae sedis”，並將WoRMS的 `scientificNameID` 輸入為 urn:lsid:marinespecies.org:taxname:12。這將確保GBIF和OBIS可正確的詮釋資料。此外，建議將所使用的序列資料庫 (例如BOLD中的Barcode index numbers：BINs) 的序列識別碼添加到出現紀錄核心表的 `taxonConceptID` 字段中。通過這種方式，OBIS將保留基於WoRMS的分類學骨架，同時實現與不同的參考序列資料庫的連結。如果來自參考資料庫的名稱不是嚴格的學名，可以添加為 `verbatimIdentification`。物種學名的自動分類通常可以通過WoRMS分類比對工具和R套件 (如worrms和taxize) 來完成。將來OBIS計劃定期搜索和更新已發布序列的分類，因此也強烈建議記錄序列與每個出現相關聯的資訊。

source: Another required field in OBIS data submissions are geographic coordinates. OBIS performs additional quality checks related to marine data; e.g. that coordinates for strictly marine species are not on land, and that the depth value reported is in a reasonable range. Finally, it should be mentioned that in addition OBIS supports the use of the http://rs.gbif.org/extension/obis/extended_measurement_or_fact.xml[extended Measurement or Fact (eMoF)]. This extension allows linking environmental data and sampling facts to sampling events or occurrences, as well as biological measurements to occurrences in a flexible and standardized manner. OBIS has an example eDNA metabarcoding dataset with scripts for data formatting available at https://github.com/iobis/dataset-edna.
zh_tw: OBIS資料提交中的另一個必填字段是地理坐標。OBIS進行了與海洋數據相關的額外品質檢查；例如：海洋物種的坐標不應在陸地上、深度值應在合理的範圍內。最後值得一提的是，OBIS還支持使用擴充測量或事實 (eMoF)。該擴充允許以彈性和標準化的方式將環境數據、採樣資訊與事件或出現紀錄相關聯，以及將生物測量與出現紀錄相關聯。OBIS具有eDNA metabarcoding資料集的資料模板當作範例，可參考 https://github.com/iobis/dataset-edna 。

source: OBIS requirements and recommendations for recording DNA-based occurrences. The table highlights important differences in field values and requirements compared to when publishing to GBIF. Here exemplified with a DNA detection of Blue whale (Balaenoptera musculus).
zh_tw: OBIS對DNA-based出現紀錄的紀錄要求和建議。此表突出了與發布到GBIF時字段值和要求的重要差異。這裡以藍鯨 (Balaenoptera musculus) 的DNA檢測為例進行說明。

source: | Field name | Value/example (OBIS) | Description | Required | term:dwc[scientificName] | Balaenoptera musculus | Scientific name, preferably as listed in the WoRMS database. This differs from GBIF, where it is recommended to use the taxon name derived from the classification approach used. | Required | term:dwc[scientificNameID] | urn:lsid:marinespecies.org:taxname:137090 | The scientific name ID of "Balaenoptera musculus" as per the WoRMS database. | Highly recommended | term:dwc[taxonConceptID] | NCBI:txid9771 | The NCBI ID linked to Balaenoptera musculus in the NCBI taxonomic database. Can also be a BIN-ID if BOLD was used for identification, or another ID from a different database. | Recommended | term:dwc[verbatimIdentification] | Balaenoptera musculus | The name corresponding to the NCBI ID (Balaenoptera musculus) (or other ID). This does not necessarily correspond to the value in scientific name. | Recommended
zh_tw: | 字段名稱 | 範例 (OBIS) | 描述 | 填寫建議 | term:dwc[scientificName] | Balaenoptera musculus | 學名，最好按照WoRMS資料庫裡的名稱。這與GBIF不同。GBIF的建議為使用所用分類方法對應的物種名稱。 | 必填 | term:dwc[scientificNameID] | urn:lsid:marinespecies.org:taxname:137090 | “Balaenoptera musculus” 的WoRMS資料庫中的scientific name ID。 | 強烈建議 | term:dwc[taxonConceptID] | NCBI:txid9771 | 與NCBI分類資料庫中的 Balaenoptera musculus 相關聯的NCBI ID。如果使用BOLD進行辨識，也可以是 BIN-ID，或來自其他資料庫的其他ID。 | 建議 | term:dwc[verbatimIdentification] | Balaenoptera musculus | 對應於NCBI ID (Balaenoptera musculus) (或其他 ID) 的名稱。這不一定與學名中的值對應。 | 建議

source: OBIS requirements and recommendations for recording sequences that cannot be classified to a scientific name at any taxonomic level.
zh_tw: OBIS對無法在任何分類階層上歸類學名的序列的紀錄要求和建議。

source: | Field name | Value (OBIS) | Description | Required | term:dwc[scientificName] | incertae sedis | The scientific name for unknown sequences recommended by OBIS. Use this name when the sequence/taxonomy is unknown. This differs from GBIF, where it is recommended to use the taxon name as retrieved from the classifier even when it is not strictly a scientific name. | Required | term:dwc[scientificNameID] | urn:lsid:marinespecies.org:taxname:12 | The scientific name ID of "incertae sedis" as per the WoRMS database for unknown sequences recommended by OBIS. Use this ID when the sequence/taxonomy is unknown. | Highly recommended | term:dwc[taxonConceptID] | NCBI:txid1899546 | The ID in an external taxonomic database, like a sequence reference database for example. | Recommended | term:dwc[verbatimIdentification] | Phototrophic eukaryote | The name of the taxon in an external database, corresponding to the taxon concept ID. | Recommended
zh_tw: | 字段名稱 | 範例 (OBIS) | 描述 | 填寫建議 | term:dwc[scientificName] | incertae sedis | OBIS建議用於未知序列的學名。當序列/分類未知時，請使用此名稱。這與GBIF不同，後者建議即使序列資料庫所使用的科學名稱不嚴謹，也應使用該名稱。 | 必填 | term:dwc[scientificNameID] | urn:lsid:marinespecies.org:taxname:12 | OBIS建議使用根據WoRMS資料庫裡 “incertae sedis”的 scientific name ID於未知序列。當序列/分類未知時，請使用此ID。 | 強烈建議 | term:dwc[taxonConceptID] | NCBI:txid1899546 | 其他分類學資料庫中的ID，例如序列參考資料庫。 | 強烈建議 | term:dwc[verbatimIdentification] | Phototrophic eukaryote | 對應於分類概念ID的外部資料庫中的生物名稱。 | 建議

source: Future prospects
fr: Perspectives futures
zh_tw: 前景

source: The present interest in exposing DNA-derived data through biodiversity data platforms is very high, and it is very likely that the demand will grow. Our aim is for the mapping recommendations provided here to remain valid and evolve slowly, even as packaging and indexing by biodiversity data platforms may develop more rapidly. The authors are aware of but did not yet consult the https://v3.boldsystems.org/index.php/resources/handbook[BOLD Handbook], http://biom-format.org[BIOM format] and http://edamontology.org/page.
fr: L'intérêt actuel à exposer les données dérivées de l'ADN par le biais des plateformes de données sur la biodiversité est énorme, et probablement la demande va encore augmenter. Notre objectif est que les recommandations de mapping fournies ici restent valables et évoluent lentement, même si la préparation et l'indexation par les plateformes de données sur la biodiversité se développent plus rapidement. Les auteurs ont connaissance de https://v3.boldsystems.org/index.php/resources/handbook[BOLD Handbook], http://biom-format.org[BIOM format] et http://edamontology.org/page, mais ne les ont pas encore consultés.
zh_tw: 目前對通過生物多樣性資料平台公開DNA衍生資料的關注非常高，而且很可能需求量會增加。我們的目標是在這裡提供對照建議並保持有效並且緩慢的更改，即使生物多樣性資料平台的打包和索引可能發展得更快。作者有意識到但尚未參閱 https://v3.boldsystems.org/index.php/resources/handbook[BOLD手冊]、link:http://biom-format.org[BIOM格式]和 http://edamontology.org/page 。

source: We suggest that data platforms such as ALA and GBIF work towards adopting data formats that support more complex relational and hierarchical data. Examples could be the https://frictionlessdata.io/[Frictionless Data Format^] and the more domain-specific https://biom-format.org/[Biological Observation Matrix^] (BIOM) format. The latter is used by several bioinformatic tools (https://doi.org/10.1038/s41587-019-0209-9[QIIME2^], https://doi.org/10.1128/AEM.01541-09[Mothur^], https://doi.org/10.1093/bioinformatics/btq461[USEARCH^] etc.), and hence could help publishers skip a step in converting data into DwC-A format. A more flexible data format than the current DwC star schema is crucial for allowing hierarchical sampling events and material samples as well as attaching sequence data to individual occurrences within a sampling event.
fr: Nous proposons que les plateformes de données telles que l’ALA et le GBIF s'efforcent d'adopter des formats de données qui prennent en compte des données relationnelles et hiérarchiques plus complexes. Des exemples pourraient être le https://frictionlessdata.io/[Frictionless Data Format^] et le format plus spécifique au domaine https://biom-format.org/[Biological Observation Matrix^] (BIOM) format. Ce dernier est utilisé par plusieurs outils bioinformatiques (https://doi.org/10.1038/s41587-019-0209-9[QIIME2^], https://doi.org/10.1128/AEM.01541-09[Mothur^], https://doi.org/10.1093/bioinformatics/btq461[USEARCH^] etc.) et pourrait donc aider les éditeurs à sauter une étape dans la conversion des données au format DwC-A. Un format de données plus flexible que le schéma actuel DwC en étoile est essentiel pour permettre des événements d'échantillonnage hiérarchiques et des échantillons de matériaux, ainsi que pour lier des données de séquence ADN à des occurrences individuelles dans un même événement d'échantillonnage.
zh_tw: 我們建議ALA和GBIF類似的資料平台開始採用支持更複雜的資料關聯和層次的格式。例如，link:https://frictionlessdata.io/[無摩擦資料格式]和更具領域特定性的link:https://biom-format.org/[生物觀察矩陣] (BIOM) 格式。後者被幾個生物資訊工具使用 (https://doi.org/10.1038/s41587-019-0209-9[QIIME2]、link:https://doi.org/10.1128/AEM.01541-09[Mothur]、link:https://doi.org/10.1093/bioinformatics/btq461[USEARCH] 等)，可能有助於發布者跳過將資料轉換為DwC-A格式的步驟。比當前的DwC星芒架構更彈性的資料格式會對於允許不同階層的採樣事件和材料樣本，以及將序列資料附加到採樣事件中的個別出現紀錄中至關重要。

source: Biodiversity data platforms will also need to enable researchers to easily include or exclude DNA-derived occurrence data from their query results. The data formats suggested above could open opportunities for a richer classification of the types of evidence on which a specific occurrence record is based. However, for the time being there is a lack of an appropriate value in the BasisOfRecord vocabulary for these data types. We suggest, as a pragmatic immediate solution, that the BasisOfRecord is extended with a value such as “DNA”, “DNA-derived”, or similar. As described above, DNA-derived data may come from well-documented sampling or individual organisms, may be backed by preserved physical material or not, and may result from genetic sequencing or other DNA detection methods, such as qPCR. Biodiversity data platforms and TDWG should provide the means of differentiating between these data types and their origins.
fr: Les plateformes de données sur la biodiversité devront également permettre aux utilisateurs d'inclure ou d'exclure facilement les données d'occurrence dérivées de l'ADN dans les résultats de leurs recherches. Les formats de données suggérés ci-dessus pourraient ouvrir la voie à une classification plus riche des types d’évidence sur lesquelles repose un enregistrement d'occurrence spécifique. Toutefois, pour l'instant, il manque une valeur appropriée dans le vocabulaire BasisOfRecord pour ces types de données. Nous suggérons, à titre de solution pragmatique immédiate, d'ajouter à la base de données BasisOfRecord une valeur telle que "ADN", "dérivé de l'ADN" ou similaire. Comme décrit ci-dessus, les données dérivées de l'ADN peuvent provenir d'un échantillonnage bien documenté ou d'organismes individuels, peuvent être soutenues par du matériel physique préservé ou non, ou peuvent résulter d'un séquençage génétique ou d'autres méthodes de détection de l'ADN, comme la qPCR. Les plateformes de données sur la biodiversité et le TDWG devraient fournir les moyens de différencier ces types de données et leurs origines.
zh_tw: 生物多樣性資料平台還需要能夠讓研究人員輕鬆地將DNA衍生的出現紀錄資料包含或排除在其查詢結果中。上述建議的資料格式可以為特定出現記錄所基於的證據類型提供更豐富的分類機會。然而，目前在 “BasisOfRecord” 的詞彙表中缺乏適當的值來表示這些資料類型。我們建議，作為一個務實的即時解決方案，“BasisOfRecord” 應該增加 “DNA”、“DNA-derived” 或類似的值。正如上文所述，DNA衍生的資料可能來自有充分文檔記錄的採樣或個體生物、可能由保存的實體材料支持或不支持、可能是由基因序列分析或其他DNA檢測方法 (例如qPCR) 產生的。生物多樣性資料平台和TDWG應提供區分這些資料類型以及其來源的方法。

source: We also recommend that the data platforms index the actual sequences, or at least a MD5 checksum of these, to facilitate searches for ASVs across datasets. If ASVs are provided, MD5s should be generated by the biodiversity discovery platforms; if ASVs are not provided, MD5s need to be mandatory.
fr: Nous recommandons également que les plateformes de données indexent les vraies séquences ADN, ou au moins un checksum MD5 de celles-ci, afin de faciliter les recherches d'ASVs dans les jeux de données. Si les ASVs sont fournis, les MD5 devraient être générés par les plateformes de données sur la biodiversité ; si les ASVs ne sont pas fournis, les MD5 doivent être obligatoires.
zh_tw: 我們還建議資料平台將實際序列或至少這些序列的MD5開發索引功能，以便在資料集之間進行ASV的搜尋。如果提供了ASV，則MD5應由生物多樣性資料平台生成；如果沒有提供ASV，則MD5應是強制性提供的。

source: As mentioned in <<taxonomy-of-sequences>> and <<category-iv>>, we encourage the biodiversity data platforms to continue work on adopting relevant molecular taxonomic reference databases into their taxonomic backbones.
fr: Comme mentionné dans <<taxonomie-des-séquences>> et <<category-iv>>, nous encourageons les plateformes de données sur la biodiversité à poursuivre leur travail d'adoption de bases de données de référence en taxonomie moléculaire dans leurs structures taxonomiques centrales.
zh_tw: 正如在 <<基因序列的分類學>> 和 <<category-iv>> 中提到的那樣，我們鼓勵生物多樣性資料平台繼續努力將相關的分子分類參考資料庫納入其分類骨幹中。

source: Broader application of other methods and technologies, such as Oxford Nanopore, PacBio and shotgun sequencing, will likely trigger the need for adjustments to this guide to accommodate specific new data and metadata fields.
fr: L'application plus large d'autres méthodes et technologies, telles que Oxford Nanopore, PacBio et le séquençage shotgun, rendra probablement nécessaire l'adaptation du présent guide à de nouveaux champs de données et de métadonnées spécifiques.
zh_tw: 其他方法和技術的廣泛應用，例如Oxford Nanopore、PacBio和shotgun定序，很可能會使此文件進行調整更新，以適應特定的新資料和詮釋資料相關字段的需求。

source: Glossary
fr: Glossaire
zh_tw: 詞彙

source: The ALA is a web-based platform that pulls together Australian biodiversity data from multiple sources, making it accessible and reusable to anyone (see https://www.ala.org.au/about-ala/). The open infrastructure platform developed by the ALA is also used by several other countries for their own national biodiversity data platform (see https://living-atlases.gbif.org/).
fr: ALA est une plateforme web qui rassemble des données sur la biodiversité australienne provenant de sources multiples, ce qui la rend accessible et réutilisable pour tout le monde (voir https://www.ala.org.au/about-ala/). La plateforme d'infrastructure ouverte développée par ALA est également utilisée par plusieurs autres pays pour leur propre plateforme nationale de données sur la biodiversité (voir https://living-atlases.gbif.org/).
zh_tw: ALA是一個從多個來源聚合澳大利亞的生物多樣性資料網絡的平台，使其對任何人都可查詢和重複使用 (請參見 https://www.ala.org.au/about-ala/)。 ALA開發的開放式基礎架構平台也被其他國家用於建立自己的國家生物多樣性資料平台 (link:https://living-atlases.gbif.org/[])。

source: [[asv]]Amplicon Sequence Variant (ASV)
fr: [[asv]]Variant de séquences d'amplicon (ASV)
zh_tw: [[asv]]擴增子序列變體 (Amplicon Sequence Variant, ASV)

source: Unique DNA sequence derived from high-throughput sequencing and denoising, and assumed to represent a biologically real sequence variant. See also <<otu,Operational Taxonomic Unit (OTU)>> and https://doi.org/10.1038/ismej.2017.119[(Callahan et al. 2017)^].
fr: Séquence d’ADN individuelle produite par séquençage à haut débit d’amplicons ou par denoising, et et supposée représenter une variante de séquence biologiquement réelle. Voir également <otu,Operational Taxonomic Unit (OTU)> et https://doi.org/10.1038/ismej.2017.119[(Callahan et al. 2017)^].
zh_tw: 高通量定序和去噪处理生成的唯一DNA序列，被預定为代表生物上真實的序列變體 (sequence variant)。參考 <<otu,Operational Taxonomic Unit (OTU)>> 和 https://doi.org/10.1038/ismej.2017.119[(Callahan等人 2017)^]。

source: [[api]]Application Programming Interface (API)
fr: [[api]]Interface de Programmation d'Applications (API)
zh_tw: [[api]]應用程式開發介面 (API)

source: Set of protocols and tools for interaction and data transmission between different computer applications.
fr: Ensemble de protocoles et d'outils pour l'interaction et la transmission de données entre différentes applications informatiques.
zh_tw: 一組用于不同主機應用之間互通和資料傳輸的方法和工具。

source: Species-level <<otu,Operational Taxonomic Units (OTUs)>> derived from clustering of the cytochrome c oxidase I (COI) gene in animals. Each BIN is assigned a globally unique identifier, and is made available in searchable database within the <<bold,Barcode of Life Data System (BOLD)>>.
fr: Unité taxonomique opérationnelle au niveau de l'espèce <<otu,Operational Taxonomic Units (OTUs)>> dérivée du clustering de séquences du gène cytochrome c oxydase I (COI) chez les animaux. Chaque BIN se voit assigner un identifiant unique au niveau mondial et est disponible dans la base de données consultable <<bold,Barcode of Life Data System (BOLD)>>.
zh_tw: 動物中的cytochrome c oxidase I (COI) 基因序列分群產生的物種層級操作分類單元 <<otu,Operational Taxonomic Units (OTUs)>> 。每個BIN都被分配了一個全球唯一的識別碼，並在 <<bold,Barcode of Life Data System (BOLD)>> 資料庫內可被搜尋。

source: http://www.boldsystems.org/[BOLD^] is the reference database maintained by the Centre for Biodiversity Genomics in Guelph on behalf of the International Barcode of Life Consortium (https://ibol.org/[IBOL^]). It hosts data on barcode reference specimens and sequences for eukaryote species, particularly COI for animals, and maintains the Barcode Index Number (http://www.boldsystems.org/index.php/Public_BarcodeIndexNumber_Home[BIN^]; https://doi.org/10.1371/journal.pone.0066213[Ratnasingham & Hebert 2013^]) system, identifiers for OTUs of approximately species rank, based on clusters of closely similar sequences.
fr: http://www.boldsystems.org/[BOLD^] est la base de données de référence maintenue par le Centre for Biodiversity Genomics à Guelph au nom du Consortium international Barcode of Life (https://ibol.org/[IBOL^]). Elle héberge des données sur les spécimens et les séquences de référence des codes-barres ADN pour les espèces d'eukaryotes, en particulier le COI pour les animaux, et maintient le système des numéros d'index de codes-barres (http://www.boldsystems.org/index.php/Public_BarcodeIndexNumber_Home[BIN^]; https://doi.org/10.1371/journal.pone.0066213[Ratnasingham & Hebert 2013^]), identifiants pour les OTUs des rangs approximatifs d'espèces, basés sur des groupes de séquences étroitement similaires.
zh_tw: http://www.boldsystems.org/[BOLD^] 是由Guelph的Centre for Biodiversity Genomics代表 (https://ibol.org/[IBOL^]) 所維護的參考資料庫。它收集了關於真核生物物種標本的條碼參考和序列資料，尤其是動物的COI序列，并維護了(http://www.boldsystems.org/index.php/Public_BarcodeIndexNumber_Home[BIN^]; https://doi.org/10.1371/journal.pone.0066213[Ratnasingham & Hebert 2013^]) 系統。接近物種層級的OTUs的辨識碼來自序列分群後高度相似的序列。

source: [[biodiversity-data-platform]]Biodiversity data platform
fr: [[biodiversity-data-platform]]Plateforme de données sur la biodiversité
zh_tw: [[biodiversity-data-platform]]生物多樣性資料平台

source: General online resource to discover and access biodiversity data derived from various sources, such as natural history collections, citizen science, ecology and monitoring projects, and genetic sequences. Can be global (<<gbif,GBIF>>) or national (<<ala,ALA>>).
fr: Ressource générale en ligne permettant de découvrir et d'accéder aux données sur la biodiversité provenant de diverses sources, comme les collections d'histoire naturelle, les projets de science citoyenne, d'écologie et de surveillance, et de séquençage génétique. Peut être mondial (<<gbif,GBIF>>) ou national (<<ala,ALA>>).
zh_tw: 從各種來源 (如自然史收藏、公民科學、生態監測以及基因序列) 衍生的生物多樣性資料的線上資源，可以是全球性 (<<gbif,GBIF>>) 或國家級 (<<ala,ALA>>)。

source: [[clustering]]Clustering
zh_tw: [[clustering]]序列分群 (Clustering)

source: In taxonomic classification, the process of grouping organisms together according to some similarity criterion. See <<otu,Operational Taxonomic Unit>>.
fr: Dans la classification taxonomique, le processus de regroupement des séquences ADN selon certains critères de similarité. Voir <<otu,Operational Taxonomic Unit>>.
zh_tw: 在分類學中，根據某種相似性準則將生物分群在一起的過程。見 <<otu,Operational Taxonomic Unit>>。

source: [[community-dna]]Community (bulk) DNA
fr: [[community-dna]] ADN de la communauté (échantillons mixtes)
zh_tw: [[community-dna]]群落 (bulk) DNA

source: DNA from bulk samples (e.g. plankton samples or Malaise trap samples consisting of several individuals from many species). For the purpose of this guide, bulk sample DNA is included in the eDNA concept.
fr: ADN provenant d'échantillons mixtes (par exemple, des échantillons de plancton ou des échantillons de pièges de Malaise composés de plusieurs individus provenant de nombreuses espèces). Dans le but de ce guide, des échantillons d'ADN mixte sont inclus dans le concept d'ADNe.
zh_tw: 來自大量樣本 (bulk) 的DNA (例如浮游生物樣本或由許多物種的幾個個體組成的Malaise陷阱樣本)。此文件將bulk樣本DNA納入了eDNA概念中。

source: [[dwc-a]]Darwin Core Archive (DwC-A)
fr: [[dwc-a]]Archive Darwin Core (DwC-A)
zh_tw: [[dwc-a]]達爾文核心集檔案格式 (DwC-A)

source: Compressed (ZIP) file format for exchange of biodiversity data compiled in accordance with the <<dwc-standard,Darwin Core (DwC) standard>>. Essentially a self-contained set of interconnected CSV files and an XML document describing included files and data columns, and their mutual relationships.
fr: Format de fichier compressé (ZIP) pour l'échange de données sur la biodiversité compilées conformément au standard <<dwc-standard,Darwin Core (DwC) standard>>. Essentiellement un ensemble autonome de fichiers CSV interconnectés et un document XML décrivant les fichiers et les colonnes de données, ainsi que leurs relations mutuelles.
zh_tw: 達爾文核心標準 <<dwc-standard,Darwin Core (DwC) standard>> 編制的生物多樣性資料打包的壓縮 (ZIP) 文件格式。基本上是一組相互關聯的CSV文件和一個XML檔，描述了包含的文件和資料列以及它們之間的相互關係。

source: [[dwc-standard]]Darwin Core (DwC) standard
fr: [[dwc-standard]]Standar Darwin Core (DwC)
zh_tw: [[dwc-standard]]達爾文核心 (DwC) 標準
