Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: UNITE is a web-based sequence management environment centred on the eukaryotic nuclear ribosomal ITS region. All public sequences are clustered into species hypotheses (SHs), which are assigned unique DOIs. An SH-matching service outputs various elements of information, including what species are present in eDNA samples, whether these species are potentially undescribed new species, other studies in which they were recovered, whether the species are alien to a region, and whether they are threatened. The DOIs are connected to the taxonomic backbone of the https://plutof.ut.ee/[PlutoF platform^] and https://www.gbif.org[GBIF^], such that they are accompanied by a taxon name where available. The data used in UNITE are hosted and managed in PlutoF. Data are represented through a range of standards, primarily https://dwc.tdwg.org/[Darwin Core^], https://gensc.org/mixs/[MIxS^], and https://github.com/RDA-DMP-Common/RDA-DMP-Common-Standard[DMP Common Standard^]; partial support is available for https://www.dcc.ac.uk/resources/metadata-standards/eml-ecological-metadata-language[EML^], https://pubmed.ncbi.nlm.nih.gov/20211251/[MCL^], and https://terms.tdwg.org/wiki/GGBN_Data_Standard[GGBN^]. PlutoF exports data primarily through the CSV and FASTA formats. PlutoF can also be used to publish data in GBIF (using the DwC format) and to prepare GenBank submission files. It is furthermore possible to download species lists from your data and download your project as a https://www.json.org/json-en.html[JSON] document with project data in hierarchically structured.
fr: UNITE est un environnement basé sur le web de gestion des séquences, centré sur la région nucléaire ITS du ribosome eucaryote. Toutes les séquences publiques sont regroupées en hypothèses d'espèces (SH), auxquelles sont attribuées des DOI uniques. Un service de mise en correspondance des SH produit divers éléments d'information, notamment les espèces présentes dans les échantillons d'ADNe, si ces espèces sont potentiellement de nouvelles espèces non décrites, les autres études dans lesquelles elles ont été récupérées, si les espèces sont étrangères à une région et si elles sont menacées. Les DOI sont connectés au backbone taxonomique de la https://plutof.ut.ee/[plateforme PlutoF^] et de la https://www.gbif.org[GBIF^], de sorte qu'ils sont accompagnés d'un nom de taxon lorsqu'il est disponible. Les données utilisées dans UNITE sont hébergées et gérées dans PlutoF. Les données sont représentées par une série de standards, principalement https://dwc.tdwg.org/[Darwin Core^], https://gensc.org/mixs/[MIxS^], et https://github.com/RDA-DMP-Common/RDA-DMP-Common-Standard[DMP Common Standard^] ; un support partiel est disponible pour https://www.dcc.ac.uk/resources/metadata-standards/eml-ecological-metadata-language[EML^], https://pubmed.ncbi.nlm.nih.gov/20211251/[MCL^], et https://terms.tdwg.org/wiki/GGBN_Data_Standard[GGBN^]. PlutoF exporte les données principalement via les formats CSV et FASTA. PlutoF peut également être utilisé pour publier des données dans GBIF (en utilisant le format DwC) et pour préparer des fichiers de soumission GenBank. Il est en outre possible de télécharger des listes d'espèces à partir de vos données et de télécharger votre projet sous forme de document https://www.json.org/json-en.html[JSON] avec les données du projet dans une structure hiérarchique.
zh_tw: UNITE是一個基於真核核糖體ITS區域的序列管理系統。所有公開的序列都被分群為物種假設 (Species hypothesis, SHs)，並給予DOI。SH比對服務會輸出各種資訊，包括eDNA樣本中存在的物種、這些物種是否可能是未描述的新物種、它們在其他研究是否也被發現、這些物種是否對一個地區來說是外來種，以及它們是否受到威脅。DOI與 https://plutof.ut.ee/[PlutoF平台^] 和GBIF的分類骨架互相連結，因此會附帶有一個分類名稱 (taxon name)。UNITE中使用的資料由PlutoF管理。資料通過一系列標準，主要包括 https://dwc.tdwg.org/[Darwin Core^]， https://gensc.org/mixs/[MIxS^]， 和 https://github.com/RDA-DMP-Common/RDA-DMP-Common-Standard[DMP Common Standard^]；部分則是 https://www.dcc.ac.uk/resources/metadata-standards/eml-ecological-metadata-language[EML^]， https://pubmed.ncbi.nlm.nih.gov/20211251/[MCL^]，和 https://terms.tdwg.org/wiki/GGBN_Data_Standard[GGBN^]。PlutoF主要通過CSV和FASTA格式輸出資料。PlutoF也可以用於在GBIF中發布資料 (使用DwC格式) 並準備GenBank提交文件。此外，您還可以從您的資料中下載物種清單，以及以具有階層結構的JSON檔案格式下載您的計畫。

source: See <<asv,ASV>>.
fr: Voir <<asv,ASV>>.
zh_tw: 參考 <<asv,ASV>>。

source: References
fr: Références
zh_tw: 參考文獻

source: DwC-A
zh_tw: 達爾文核心檔案 (DwC-A)

source: Occurrence
zh_tw: 出現紀錄

source: core
zh_tw: 核心集

source: extension
zh_tw: 延伸資料集

source: Measurement
fr: Mesures
zh_tw: 測量

source: and Facts
fr: et Faits
zh_tw: 與事實

source: Category III
fr: Catégorie III
zh_tw: 類別三

source: Category II
fr: Catégorie II
zh_tw: 類別二

source: Category I
fr: Catégorie I
zh_tw: 類別一

source: Category V
fr: Catégorie V
zh_tw: 類別五

source: Category IV
fr: Catégorie IV
zh_tw: 類別四

source: Valuable discussions with members of ELIXIR, iBOL, GGBN, GLOMICON, and OBIS networks contributed to compilation of this draft. We are especially grateful for inputs and encouragement from Kessy Abarenkov, Andrew Bentley, Matt Blissett, Pier Luigi Buttigieg, Kyle Copas, Camila A. Plata Corredor, Gabriele Dröge, Torbjørn Ekrem, Tobias Guldberg Frøslev, Birgit Gemeinholzer, Quentin Groom, Tim Hirsch, Donald Hobern, Hamish Holewa, Corinne Martin, Raissa Meyer, Chris Mungall, Daniel Noesgaard, Corinna Paeper, Pieter Provoost, Tim Robertson, Saara Suominen, Maxime Sweetlove, Andrew Young, John Waller, Ramona Walls, John Wieczorek, Lucie Zinger who have contributed to the GBIF community review process.
fr: De précieuses discussions avec les membres des réseaux ELIXIR, iBOL, GGBN, GLOMICON, et OBIS ont contribué à la compilation de ce projet. Nous sommes particulièrement reconnaissants pour les contributions et les encouragements de Kessy Abarenkov, Andrew Bentley, Matt Blissett, Pier Luigi Buttigieg, Kyle Copas, Camila A. Plata Corredor, Gabriele Dröge, Torbjørn Ekrem, Tobias Guldberg Frøslev, Birgit Gemeinholzer, Quentin Groom, Tim Hirsch, Donald Hobern, Hamish Holewa, Corinne Martin, Raissa Meyer, Chris Mungall, Daniel Noesgaard, Corinna Paeper, Pieter Provoost, Tim Robertson, Saara Suominen, Maxime Sweetlove, Andrew Young, John Waller, Ramona Walls, John Wieczorek, Lucie Zinger qui ont contribué au processus de relecture par la communauté GBIF.

source: Version 1.0.1 released on 27 March 2022.
fr: Version 1.0.1 libérée le 27 mars 2022.

source: Cover image
fr: Image de couverture

source: Velvet shank (_Flammulina velutipes_), Kursk, Russian Federation. Photo 2020 Oleg Ryzhkov via https://www.gbif.org/occurrence/2550027893[iNaturalist research-grade observations], licensed under http://creativecommons.org/licenses/by-nc/4.0/[CC BY-NC 4.0].
fr: Collybie à pied velouté (_Flammulina velutipes_), Kursk, Russian Federation. Photo 2020 Oleg Ryzhkov via https://www.gbif.org/occurrence/2550027893[iNaturalist research-grade observations], sous licence http://creativecommons.org/licenses/by-nc/4.0/[CC BY-NC 4.0].

source: https://github.com/gbif/ipt/wiki/howToPublish#instructions[How to publish data to GBIF], as well as DwC/extension field overview.
fr: https://github.com/gbif/ipt/wiki/howToPublish#instructions[Comment publier des données dans GBIF], ainsi que l'aperçu des champs de l'extension DwC.

source: The last 20 years have brought an increased understanding of the immense power of molecular methods for documenting the diversity of life on earth. Seemingly lifeless and mundane substrates such as soil and sea water turn out to abound with life–although perhaps not in a way that the casual observer may immediately appreciate. DNA-based studies have shown that organism groups such as fungi, insects, oomycetes, bacteria and archaea are everywhere, although we often cannot observe them physically (https://doi.org/10.1093/femsec/fix023[Debroas et al. 2017^]). The benefits of molecular methods are not restricted to the microscopic world: there are many organisms, such as some fish species, which can at least theoretically be observed physically but for which it is very costly, labour-intensive, and perhaps invasive to seek to do so (https://doi.org/10.1126/sciadv.aap9661[Boussarie et al. 2018^]). In such situations, DNA data enable us to record the presence (and past presence) of these organisms non-invasively and with minimal effort. These developments mean that we do not always need tangible, physical manifestations of all organisms present at some site in order to record them. All organisms, whether or not they are physically observable, may be important when it comes to understanding biodiversity, ecology and biological conservation.
fr: Ces 20 dernières années ont permis de mieux comprendre l'immense pouvoir des méthodes moléculaires pour documenter la diversité de la vie sur terre. Des substrats apparamment inertes et banaux, tels que le sol et l’eau de mer, se révèlent regorger de vie, mais peut-être pas d'une manière que l’observateur occasionnel peut immédiatement apprécier. Des études basées sur l'ADN ont montré que des groupes d'organismes tels que les champignons, les insectes, les oomycètes, les bactéries et les archées sont partout, bien que nous ne puissions souvent pas les observer physiquement (https://doi.org/10.1093/femsec/fix023[Debroas et al. 2017^]). Les bienfaits des méthodes moléculaires ne se limitent pas au monde microscopique : il existe beaucoup d'organismes, tels que certaines espèces de poissons, qui peuvent au moins théoriquement être observés physiquement mais pour lequels il est très coûteux, laborieux, et peut-être invasif de chercher à le faire (https://doi.org/10.1126/sciadv.aap9661[Boussarie et al. 2018^]). Dans de telles situations, les données ADN nous permettent d’enregistrer la présence (et la présence passée) de ces organismes de manière non-invasive et avec un effort minimal. Ces développements signifient que nous n'avons pas toujours besoin de manifestations physiques et tangibles de tous les organismes présents sur un site pour les enregistrer. Tous les organismes, qu'ils soient physiquement observables ou non, peuvent être importants lorsqu'il s'agit de comprendre la biodiversité, l'écologie et la conservation biologique.

source: DNA-derived data enable us to record inconspicuous or otherwise unobservable taxa that fall below the radar of vetted protocols for field work, checklists, depositions into natural science collections, etc. The current maturity of DNA methodologies enables us to record the presence of these organisms to a level of detail that exceeds that of macroscopic observations of organisms in general. However, bearing in mind that DNA methodologies comes with their own problems and biases, it is important to use this moment to define and agree how we should record and report on an organism as present in some substrate or locality through molecular data. Doing so will help avoid significant inefficiencies that have been reported in other domains, in which the lack of standards and guidance has led to very heterogeneous and largely incomparable bodies of data (https://doi.org/10.1089/omi.2006.10.231[Leebens-Mack et al. 2006^]; https://doi.org/10.1038/nbt.1823[Yilmaz et al. 2011^]; https://doi.org/10.3897/mycokeys.4.3606[Nilsson et al. 2012^]). Moreover, clear documentation of the computational processing from raw sequence reads to deduced species observation, will enable reanalysis when improved methods appear.
fr: Les données dérivées de l'ADN nous permettent d'enregistrer des taxons non visibles ou non observables qui passent sous le radar des protocoles approuvés pour le travail sur le terrain, des listes de contrôle, des dépôts dans des collections de sciences naturelles, etc. La maturité actuelle des méthodologies de l'ADN nous permet d’enregistrer la présence de ces organismes à un niveau de détail qui dépasse celui des observations macroscopiques des organismes en général. Cependant, en gardant à l'esprit que ces méthodologies sont accompagnées de leurs propres problèmes et biais, il est important d'utiliser ce moment pour définir et s'accorder sur comment enregistrer et rapporter un organisme présent dans un substrat ou une localité au moyen de données moléculaires. Cela aidera à éviter les inefficacités significatives qui ont été signalées dans d'autres domaines, où le manque de normes et de guidance a conduit à des ensembles de données très hétérogènes et largement incomparables (https://doi.org/10.1089/omi.2006.10.231[Leebens-Mack et al. 2006^]; https://doi.org/10.1038/nbt.1823[Yilmaz et al. 2011^]; https://doi.org/10.3897/mycokeys.4.3606[Nilsson et al. 2012^]). De plus, une documentation claire de la transformation informatique à partir des lectures de séquence brute jusqu'à l'observation des espèces déduites, permettra une réanalyse lorsque des méthodes améliorées apparaîtront.

source: DNA-derived biological occurrence data include information derived from DNA from individual organisms, but also from environmental DNA (eDNA, i.e. DNA extracted from environmental samples, https://doi.org/10.1016/j.biocon.2014.11.019[Thomsen & Willerslev 2015^]) and from bulk samples comprising many individuals (e.g. plankton samples or Malaise trap samples consisting of multiple individuals from many species). Currently, the greatest volume of DNA-derived occurrence data derives from eDNA. Since analytical methods and end products are largely similar for all sample sources, the discussion below will focus on eDNA (<<category-i>> and <<category-ii>>), noting that the outline is applicable to the other sources. Surveys often utilize targeted sequencing of taxonomically and phylogenetically informative genetic markers, but can also use, for example, qPCR-based approaches that do not directly result in DNA sequence data (<<category-iii>> and <<mapping-ddpcr-qpcr-data>>). This guide may appear heavy in DNA related terms; if this is the case, consult the <<glossary>> before reading further.
fr: Les données d'occurrence biologique dérivées de l'ADN comprennent les informations issues de l'ADN d'organismes individuels, mais aussi de l'ADN environnemental (eDNA, c'est-à-dire l'ADN extrait à partir d'échantillons environnementaux, https://doi.org/10.1016/j.biocon.2014.11.019[Thomsen & Willerslev 2015^]) et à partir d'échantillons mixtes comprenant de nombreux individus (par exemple, des échantillons de plancton ou des échantillons de pièges malaise composés de plusieurs individus de nombreuses espèces). Actuellement, le plus grand volume de données d'occurrence dérivées de l'ADN provient de l'eDNA. Étant donnée la similitude des méthodes d'analyse et des produits finaux pour toutes les sources d'échantillons, la discussion ci-dessous se concentrera sur l'eDNA (<<category-i>> et <<category-ii>>), tout en notant que les grandes lignes sont aussi applicables aux autres sources de données. Les études ont souvent recours au séquençage ciblé de marqueurs génétiques informatifs sur le plan taxonomique et phylogénétique, mais peuvent également utiliser des approches basées sur la PCR qui n'aboutissent pas directement à des données de séquences ADN (<<category-iii>> et <<mapping-ddpcr-qpcr-data>>). Ce guide peut paraitre chargé en termes liés à l'ADN ; si c'est le cas, consultez le glossaire <<glossary>> avant de poursuivre la lecture.

source: Environmental DNA has been in use as a term since 1987, when it was first used to describe DNA from microbes in sediment samples (https://doi.org/10.1016/0167-7012(87)90025-x[Ogram et al. 1987^]). eDNA is now more broadly used to describe a complex mix of DNA from different organisms (https://doi.org/10.1093/oso/9780198767220.001.0001[Taberlet et al. 2018^] and https://doi.org/10.1111/j.1365-294X.2012.05542.x[2012^]). Thus, eDNA includes all DNA extracted from a specific environmental sample, regardless of substrate and which species it contains. It may be extracted from a wide range of sources, including skin and hair cells, saliva, soil, faeces, and from living or recently dead organisms (https://doi.org/10.1007/s00374-008-0345-8[Pietramellara et al. 2009^]). Environmental DNA often sufficiently represents all organisms in a given sample. In practice, however, the presence of DNA in the environmental sample depends on the habitat selection, the body size, morphology and activity level of the organism, and the sampling methods used to capture it (https://doi.org/10.1093/oso/9780198767220.001.0001[Taberlet et al. 2018^]) as well as the stage of DNA degradation.
fr: Le terme ADN environnemental est utilisé depuis 1987, date à laquelle il a été employé pour la première fois pour décrire l'ADN de microbes dans des échantillons de sédiments (https://doi.org/10.1016/0167-7012(87)90025-x[Ogram et al. 1987^]). L' eDNA est désormais utilisé de manière plus large pour décrire un mélange d'ADN provenant de différents organismes (https://doi.org/10.1093/oso/9780198767220.001.0001[Taberlet et al. 2018^] and https://doi.org/10.1111/j.1365-294X.2012.05542.x[2012^]). Ainsi, l'eDNA comprend la totalité de l'ADN extrait d'un échantillon environnemental spécifique, indépendamment du substrat et des espèces qu'il contient. Il peut être extrait à partir d'un large éventail de sources, y compris des cellules de la peau et des cheveux, de la salive, du sol, des fèces, et d'organismes vivants ou récemment morts (https://doi.org/10.1007/s00374-008-0345-8[Pietramellara et al. 2009^]). Les organismes présents dans un échantillon environnemental donné sont souvent suffisamment représentés dans l'eDNA. En pratique, toutefois, la présence d'ADN et la représentativité des organismes présents dans un échantillon environnemental dépend du type d'habitat sélectionné, de la taille des organismes, de leur morphologie et leur niveau d'activité, ainsi que des méthodes d'échantillonnage utilisées pour le capturer (https://doi.org/10.1093/oso/9780198767220.001.0001[Taberlet et al. 2018^]) et du stade de dégradation de l'ADN.

source: Some studies show a relationship between the amount of DNA for a given species in an environmental sample and the biomass of the species in the environment. One can therefore potentially also think of environmental DNA allowing a so-called semi-quantitative estimate (indirect target) for organism biomass, both from environmental samples and bulk samples (https://doi.org/10.1371/journal.pone.0035868[Takahara et al. 2012^]; https://doi.org/10.1111/j.1365-294X.2011.05418.x[Thomsen et al. 2012^]; https://doi.org/10.1111/j.1365-294X.2011.05261.x[Andersen et al. 2012^]; https://doi.org/10.1038/ismej.2013.61[Ovaskainen et al. 2013^]; https://doi.org/10.1111/1755-0998.12522[Lacoursière-Roussel et al. 2016^]; https://doi.org/10.1371/journal.pone.0165252[Thomsen et al. 2016^]; https://doi.org/10.1111/mec.13428[Valentini et al. 2016^]; https://doi.org/10.1002/edn3.45[Fossøy et al. 2019^]; https://doi.org/10.1002/edn3.7[Yates et al. 2019^]; https://doi.org/10.1038/s41598-019-40233-1[Doi et al. 2017^]). However, other studies show little correlation between environmental DNA quantity and estimated population density (https://doi.org/10.1016/j.jembe.2018.09.004[Knudsen et al. 2019^]). PCR, quantification, mixing and other biases are frequently debated. For example, moult, reproduction and mass death can contribute to increased levels of crustacean environmental DNA in water, while turbidity and poor water quality reduce the amount of detectable environmental DNA (https://doi.org/10.1111/1365-2664.13404[Strand et al. 2019^]). Therefore we encourage data publishers to supply both read counts per ASV as well as total read count in samples, as this is necessary information for users to make their own conclusions on presence/absence and abundance.
fr: Certaines études montrent une relation entre la quantité d'ADN d’une espèce donnée dans un échantillon environnemental et la biomasse de cette même espèce dans l'environnement. On peut donc potentiellement envisager que l'eDNA puisse permettre une estimation semi-quantitative (cible indirecte) de la biomasse des organismes, tant à partir d'échantillons environnementaux que d'échantillons mixtes (https://doi.org/10.1371/journal.pone.0035868[Takahara et al. 2012^]; https://doi.org/10.1111/j.1365-294X.2011.05418.x[Thomsen et al. 2012^]; https://doi.org/10.1111/j.1365-294X.2011.05261.x[Andersen et al. 2012^]; https://doi.org/10.1038/ismej.2013.61[Ovaskainen et al. 2013^]; https://doi.org/10.1111/1755-0998.12522[Lacoursière-Roussel et al. 2016^]; https://doi.org/10.1371/journal.pone.0165252[Thomsen et al. 2016^]; https://doi.org/10.1111/mec.13428[Valentini et al. 2016^]; https://doi.org/10.1002/edn3.45[Fossøy et al. 2019^]; https://doi.org/10.1002/edn3.7[Yates et al. 2019^]; https://doi.org/10.1038/s41598-019-40233-1[Doi et al. 2017^]). Cependant, d'autres études montrent une faible corrélation entre la quantité d'eDNA et la densité estimée des populations (https://doi.org/10.1016/j.jembe.2018.09.004[Knudsen et al. 2019^]). Les différents biais, comme ceux de la PCR, la quantification, ou le mélange sont fréquemment discutés. Par exemple, la mue, la reproduction et la mort massive peuvent contribuer à augmenter les niveaux d'eDNA de crustacés dans l'eau, tandis que la turbidité et la mauvaise qualité de l'eau réduisent la quantité d'eDNA détectable (https://doi.org/10.1111/1365-2664.13404[Strand et al. 2019^]). Par conséquent, nous encourageons à renseigner à la fois le nombre de reads par ASV, ainsi que le nombre total de reads dans les échantillons, car il s'agit d'informations nécessaires aux utilisateurs pour tirer leurs propres conclusions sur la présence/absence et l'abondance.

source: The generation of sequence-derived data is currently increasing fast due to the development of <<barcoding,DNA-metabarcoding>>. This method utilizes general primers to generate thousands to millions of short DNA-sequences for a given group of organisms with the help of high-throughput sequencing (HTS, alt. next-generation sequencing (NGS)). By comparing each DNA-sequence to a reference database such as GenBank (https://doi.org/10.1093/nar/gkj157[Benson et al. 2006 ^]), BOLD (http://dx.doi.org/10.1111/j.1471-8286.2007.01678.x[Ratnasingham et al. 2007^]), or UNITE (https://doi.org/10.1093/nar/gky1022[Nilsson et al. 2009^]), each sequence can be assigned to a species or higher rank taxon identity. <<barcoding,DNA-metabarcoding>> is used for samples originating from both terrestrial and aquatic environments, including water, soil, sediments, biofilms, plankton, bulk samples and faces, simultaneously identifying hundreds of species (https://doi.org/10.1016/j.gecco.2019.e00547[Ruppert et al. 2019^]).
fr: La génération de données dérivées de séquences augmente actuellement rapidement grâce au développement du <<barcoding,métabarcoding>>. Cette méthode utilise des amorces générales pour générer des milliers ou des millions de courtes séquences d'ADN pour un groupe donné d'organismes à l'aide du séquençage à haut débit (HTS, ou séquençage de nouvelle génération (NGS)). En comparant chaque séquence ADN à une base de données de référence telle que GenBank (https://doi.org/10.1093/nar/gkj157[Benson et al. 2006 ^]), BOLD (http://dx.doi.org/10.1111/j.1471-8286.2007.01678.x[Ratnasingham et al. 2007^]) ou UNITE (https://doi.org/10.1093/nar/gky1022[Nilsson et al. 2009^]), chaque séquence peut être assignée à une espèce ou à un taxon de rang supérieur. Le <<barcoding,métabarcoding>> est utilisé pour des échantillons provenant d'environnements terrestres et aquatiques, y compris l'eau, le sol, les sédiments, les biofilms, le plancton, les échantillons mixtes et les fèces, identifiant simultanément des centaines d'espèces (https://doi.org/10.1016/j.gecco.2019.e00547[Ruppert et al. 2019^]).
