Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: For the detection of specific species in eDNA-samples, most analyses include species-specific primers and qPCR (Quantitative Polymerase Chain Reaction) or ddPCR (Droplet-Digital Polymerase Chain Reaction). These methods do not generate DNA-sequences, and the occurrence data are completely dependent on the specificity of the primers/assays. Hence, there are strict recommendations for how to validate such assays and the requirements for publishing data (https://doi.org/10.1373/clinchem.2008.112797[Bustin et al. 2009^], https://doi.org/10.1373/clinchem.2013.206375[Huggett et al. 2013^]), as well as the readiness for assays in routine monitoring (https://doi.org/10.1101/2020.04.27.063990[Thalinger et al. 2020^]). Analyses of eDNA-samples using qPCR requires few resources and can be done in most DNA-laboratories. The first example of using eDNA water samples utilized qPCR for detecting the invasive American Bullfrog (_Rana catesbeiana_) (https://doi.org/10.1098/rsbl.2008.0118[Ficetola et al. 2008^]), and qPCR analyses of eDNA water samples are regularly used for detecting specific species of fish, amphibians, molluscs, crustaceans and more, as well as their parasites (https://doi.org/10.1002/edn3.89[Hernandez et al. 2020^], https://doi.org/10.1002/edn3.10[Wacker et al. 2019^], https://doi.org/10.1002/edn3.45[Fossøy et al. 2019^], https://doi.org/10.1007/s10750-017-3408-8[Wittwer et al. 2019^]). eDNA-detections using qPCR thus generate important occurrence data for single species.
fr: Pour la détection ciblée d'espèces dans les échantillons d'eDNA, la plupart des analyses utilisent des amorces spécifiques aux espèces, et la qPCR (amplification en chaîne quantitative par polymérase) ou la dPCR (amplification en chaîne numérique par polymérase). Ces méthodes ne génèrent pas de séquences ADN, et les données d'occurrence dépendent entièrement de la spécificité des amorces/essais. Par conséquent, il y a des recommandations strictes pour valider ces tests et des exigences pour la publication des données (https://doi.org/10.1373/clinchem.2008.112797[Bustin et al. 2009^], https://doi.org/10.1373/clinchem.2013.206375[Huggett et al. 2013^]), ainsi que pour la préparation de ces tests pour la surveillance de routine (https://doi.org/10.1101/2020.04.27.063990[Thalinger et al. 2020^]). L'analyse d'échantillons d'eDNA utilisant la qPCR nécessite peu de ressources et peut être réalisée dans la plupart des laboratoires d'analyse de l’ADN. Le premier exemple d'utilisation d'échantillons d'eau contenant de l'eDNA a utilisé la qPCR pour détecter la grenouille américaine envahissante (_Rana catesbeiana_) (https://doi.org/10.1098/rsbl.2008.0118[Ficetola et al. 2008^]), et les analyses par qPCR de l'eDNA d'échantillons d'eau sont régulièrement utilisées pour détecter des espèces ciblées de poissons, d'amphibiens, de mollusques, de crustacés et autres, ainsi que leurs parasites (Hernandez et al. 2020, Wacker et al. 2019, Fossøy et al. 2019, Wittwer et al. 2019). Les détections d'eDNA à l'aide de la qPCR génèrent donc d'importantes données isolées d'occurrence des espèces.
zh_tw: eDNA樣本中特定物種檢測的大多數分析包括使用物種特定引子和qPCR (定量聚合酶鏈反應) 或ddPCR (微滴數位聚合酶鏈反應)。這些方法不生成DNA序列且出現紀錄完全取決於引子/assay的特異性。因此，對於這些來源的發布資料，有著如何驗證該嚴格性的建議與要求 (link:https://doi.org/10.1373/clinchem.2008.112797[Bustin等人 2009^]；link:https://doi.org/10.1373/clinchem.2013.206375[Huggett等人 2013^])，以及對長期監測中可就緒應用的狀態要求 (link:https://doi.org/10.1101/2020.04.27.063990[Thalinger等人 2020^])。使用qPCR分析eDNA樣本不需要大量的資源，並且可以在大多數DNA實驗室中進行。首次使用eDNA水樣本檢測入侵種的例子是利用qPCR來檢測美洲牛蛙 (_Rana catesbeiana_)(https://doi.org/10.1098/rsbl.2008.0118[Ficetola等人 2008^])。eDNA水樣本的qPCR分析可定期用於監測特定的魚類、兩棲動物、軟體動物、甲殼動物等物種，以及它們的寄生蟲 (link:https://doi.org/10.1002/edn3.89[Hernandez等人 2020^]，link:https://doi.org/10.1002/edn3.10[Wacker等人 2019^]，link:https://doi.org/10.1002/edn3.45[Fossøy等人，2019^]，link:https://doi.org/10.1007/s10750-017-3408-8[Wittwer等人 2019^])。因此，使用qPCR的eDNA檢測單一物種是重要的出現紀錄。

source: Introduction to biodiversity publishing
fr: Introduction à la publication de données sur la biodiversité
zh_tw: 生物多樣性發布介紹

source: Publishing biodiversity data is largely a process of making species occurrence data findable, accessible, interoperable and reusable, in accordance with the FAIR principles (https://doi.org/10.1038/sdata.2016.18[Wilkinson et al. 2016^]). Biodiversity data platforms help expose and discover genetic sequence data as biodiversity occurrence records alongside other types of biodiversity data, such as museum collection specimens, citizen science observations, and classical field surveys. The structure, management and storage for each original data source will vary according to the needs of each community. The biodiversity data platforms support data discovery, access and reuse by making these individual datasets compatible with each other, addressing taxonomic, spatial and other inconsistencies in the available biodiversity data. Making data available through single access points supports large-scale data-intensive research, management, and policy. The compatibility between datasets is reached through the process of standardization.
fr: La publication des données sur la biodiversité consiste en grande partie à rendre les données d'occurrence des espèces identifiables, accessibles, interopérables et réutilisables, conformément aux principes FAIR (https://doi.org/10.1038/sdata.2016.18[Wilkinson et al. 2016^]). Les plateformes de données sur la biodiversité aident à exposer et à découvrir les données de séquences ADN, en tant que registres d'occurrence de la biodiversité en parallèle avec d'autres types de données sur la biodiversité, tels que les spécimens de collections de musées, les observations issues de la science citoyenne et les études classiques de terrain. La structure, la gestion et le stockage de chaque source originale de données varient en fonction des besoins de chaque communauté. Les plateformes de données sur la biodiversité favorisent la découverte, l'accès et la réutilisation des données en rendant ces ensembles de données compatibles entre eux, et en palliant aux incohérences taxonomiques, spatiales et autres dans les données disponibles sur la biodiversité. Les points d'accès uniques qui mettent les données à disposition favorisent la recherche, la gestion et la politique à grande échelle. La compatibilité entre les ensembles de données est obtenue grâce au processus de normalisation.
zh_tw: 發布生物多樣性資料的過程主要是根據FAIR原則 (https://doi.org/10.1038/sdata.2016.18[Wilkinson等人 2016^])，使物種出現資料可查找、可取用、可交換和可重複使用。生物多樣性資料平台有助於將基因序列資料被發現，並與其他類型的生物多樣性資料一起作為出現記錄進行共享，例如博物館收藏標本、公民科學觀測和傳統野外調查。每個原始資料的結構、管理和存儲將根據每個社群的需求而變化。生物多樣性資料平台通過使這些單獨資料集的相互兼容來支持資料的被發現、查詢和重複使用，以解決資料上分類、空間和其他不一致性。通過單一資料入口網做資料搜尋可以支持大規模的大數據研究、管理和政策。資料集之間的兼容性是通過標準化過程建立的。

source: A number of data standards are in use for general biodiversity data (https://www.gbif.org/standards), and a separate set of standards for genetic sequence data (see <<mixs,MIxS>> and <<ggbn,GGBN>>). This guide reflects some ongoing efforts to increase the compatibility between standards for general biodiversity and genetic data. Standards often highlight the subsets of fields which are most important or most frequently applicable. These subsets may be referenced as “cores”. The preferred format for publishing data in the GBIF and ALA networks is currently the Darwin Core Archive (DwC-A) using the https://dwc.tdwg.org/[Darwin Core^] (DwC) data standard. In practice, this is a compressed folder (a zip file) containing data files, in standard comma- or tab-delimited text format, a metadata file (https://eml.ecoinformatics.org/[eml.xml]) that describes the data resource, and a metafile (meta.xml) that specifies the structure of files and data fields included in the archive. Standardized packaging ensures that the data can travel between systems using specific data exchange protocols. <<data-packaging-and-mapping,Section 2>> of this guide provides recommendations for the mapping of the data files, while guidelines and tools for constructing the xml files can be found here: https://www.tdwg.org/standards[TDWG^], https://www.gbif.org/standards[GBIF^], and https://support.ala.org.au/support/solutions/articles/6000195499-what-are-biodiversity-data-standards-[ALA^].
zh_tw: 通用的生物多樣性資料使用了一些 link:https://www.gbif.org/zh-tw/standards[資料標準^]，而基因序列資料則使用了另一套獨立的標準 (請參閱<<mixs,MIxS>>和<<ggbn,GGBN>>)。此文件呈現了在為增加通用生物多樣性和基因資料標準兼容性上持續努力的成果。標準通常會突顯出最重要或最常用的字段 (fields) 子集。這些子集可以被稱為「核心」(cores)。目前，在GBIF和ALA網絡中發布資料的首選格式是使用 https://dwc.tdwg.org/[Darwin Core^] (DwC) 資料標準的達爾文核心集資料包 (DwC-A)。這是一個包含資料文件的壓縮文件 (zip)，以標準的逗號或制表符分隔的文本格式、一個描述資料資源的詮釋資料文件 (https://eml.ecoinformatics.org/[eml.xml])、以及一個說明資料包中包含的文件和字段結構的詮釋資料文件 (meta.xml)。標準化的打包確保了資料可以使用特定的資料交換方式在系統之間流通。此文件的<<data-packaging-and-mapping,第二章節>>提供了資料文件的對照 (mapping) 建議，而有關構建xml文件的方法和工具可以在此找到：link:https://www.tdwg.org/standards[TDWG^]、link:https://www.gbif.org/zh-tw/standards[GBIF^]、和 link:https://support.ala.org.au/support/solutions/articles/6000195499-what-are-biodiversity-data-standards-[ALA^]。

source: A central part of the standardization process is the mapping of fields, which is required to transform the original field (column) structure in a source-data export into a standard field structure. Standardization may also affect the content of the individual fields within each record, for example, by recalculating coordinates to a common system, rearranging date elements, or mapping the contents of fields a standard set of values, often called a vocabulary. The process of standardization also provides an opportunity to improve data quality, for example, by filling in omissions, correcting typos and extra spaces and handling inconsistent use of fields. Such improvements enhance the quality of data and increase its suitability for reuse, but at the same time, data published in any state are better than data that remain unpublished and inaccessible. Standartization is typically applied to a copy or to an export from the data source, leaving the original untouched.
fr: Un élément central du processus de normalisation est le mapping des informations, qui est nécessaire pour transformer la structure originale des informations (colonnes) d’un export de données source en une structure standardisée des informations. La normalisation peut également affecter les informations contenues dans chaque enregistrement, par exemple en recalculant les coordonnées selon un système commun, en réorganisant les éléments de date ou en faisant correspondre le contenu des champs à un ensemble standard de valeurs, souvent appelé vocabulaire. Le processus de normalisation offre également la possibilité d'améliorer la qualité des données, par exemple en comblant les omissions, en corrigeant les fautes de frappe et les espaces inutiles et en gérant l'utilisation incohérente des informations. De telles améliorations rehaussent la qualité des données et augmentent leur aptitude à la réutilisation, mais quoi qu’il en soit, des données publiées dans n'importe quel état sont meilleures que des données qui restent non publiées et inaccessibles. La normalisation est généralement appliquée à une copie ou à un export des données source, laissant l'original intact.
zh_tw: 標準化過程的主要部分是字段的對照 (mapping)，這是將原本資料的字段 (列) 結構轉換為標準字段結構所必需的。標準化過程也可能影響每筆記錄中各個字段的內容，例如，座標重新轉換成共同常用的系統、重新排列日期或將字段內容對照為一組標準值，通常稱為控制詞彙 (vocabulary)。標準化的過程還提供了改善資料品質的機會，例如，填補遺漏、更正拼寫錯誤和多餘空格以及處理不一致使用的字段。這些修改提高了資料品質並增加了其可重用性。但同時，以任何狀態發布的資料都比未發布和無法查詢的資料更好。為了保留原始資料的原樣，標準化處理通常使用原始資料的副本或輸出的資料。

source: Outline of a platform for reporting and publishing DNA sequences and associated metadata (green box) based on existing systems and data standards (grey boxes). An envisioned system for regular (based on machine-to-machine reading of data) update of results (white box) can either read and update the Darwin Core Archive or various administration systems. The data transfer between the various elements (black arrows) will require various degrees of data transformation and harmonization and may include either mechanical or human quality assessment.
fr: Esquisse d'une plateforme pour le signalement et la publication de séquences ADN et des métadonnées associées (boîte verte) basée sur les systèmes existants et les normes de données (boîtes grises). Un système envisagé pour la mise à jour régulière (basé sur la lecture automatique des données) des résultats (boîte blanche) peut lire et mettre à jour les informations soit de l’Archive Darwin Core, soit de divers systèmes d'administration. Le transfert de données entre les différents éléments (flèches noires) nécessite différents degrés de transformation et d'harmonisation des informations et peut inclure une évaluation automatique ou humaine de la qualité.
zh_tw: 呈現和發布DNA序列及相關詮釋資料的平台概要 (綠色框)，基於現有的系統和資料標準 (灰色框)。一個設想的系統 (基於機器對機器讀取資料) 定期更新結果 (白色框) 可以讀取並更新達爾文核心檔案或各種管理系統。各元素之間的資料傳輸 (黑色箭頭) 將需要各種程度的資料轉換和協調，可能包括機器或人工的品質評估。

source: Once a dataset has been through these standardization and data quality processes, it should be placed in an accessible online location and associated with relevant metadata. Metadata–data or information about the dataset includes key parameters that describe the dataset and further improve its discoverability and reuse. Metadata should include other important elements such as authorship, Digital Object Identifiers (DOIs), organizational affiliations and other provenance information, as well as procedural and methodological information about how the dataset was collected and curated. We encourage to provide a description of workflow details and versions including quality control in the https://eml.ecoinformatics.org/schema/eml-dataset_xsd.html#DatasetType_methods[methods section] in the EML file.
fr: Une fois qu'un jeu de données a été soumis aux processus de normalisation et d’amélioration de la qualité des données, il doit être placé à un endroit accessible en ligne et associé à des métadonnées pertinentes. Les métadonnées – données ou informations sur le jeu de données – comprennent des paramètres clés qui décrivent le jeu de données et améliorent encore son accessibilité et sa réutilisation. Les métadonnées devraient inclure d'autres éléments importants tels que les auteurs, les identifiants d'objets numériques (DOI), les affiliations institutionnelles et d'autres informations sur la provenance des données, ainsi que des informations sur les procédures et méthodes liés au traitement du jeu de données. Nous encourageons à ce qu’une description des détails et des versions du flux de travail, y compris des contrôles de qualité, soit fournie dans le https://eml.ecoinformatics.org/schema/eml-dataset_xsd.html#DatasetType_methods[methods section] du fichier EML.
zh_tw: 一旦資料集通過標準化和資料品質處理流程，應該將其放置在可查詢的線上位置並與相關的詮釋資料相關聯。詮釋資料是關於資料集裡的資料資訊，包括描述資料集的關鍵參數讓其進一步提高其可發現性和重用性。詮釋資料應該包括其他重要資訊，如作者、DOI、組織單位以及其他資訊，以及有關資料集收集和管理的程序和方法資訊。我們鼓勵在EML文件的link:https://eml.ecoinformatics.org/schema/eml-dataset_xsd.html#DatasetType_methods[方法^]裡提供工作流程細節、版本描述和品質控管。

source: Datasets and their associated metadata are indexed by each data portal: this process enables users to query, filter and process data through APIs and web portals. Unlike journal publications, datasets may be dynamic products that go through multiple versions, with an evolving number of records and mutable metadata fields under the same title and DOI.
fr: Les jeux de données et les métadonnées associées sont indexés par chaque portail de données : ce processus permet aux utilisateurs d'interroger, de filtrer et de traiter les données à travers les API et les portails web. Contrairement aux publications scientifiques, les jeux de données peuvent être des produits dynamiques qui passent par de multiples versions, avec un nombre évolutif d'enregistrements et de métadonnées remplaçables sous le même titre et le même DOI.
zh_tw: 資料集及其相關的詮釋資料被每個資料入口網索引：使用戶可以在這過程通過API和線上查詢、篩選和處理資料。與期刊出版物不同的地方是，資料集可能是動態產品。即在相同標題與DOI的情況下，資料集可會不斷變化：更新成不同的版本、增加資料筆數和更改詮釋資料字段。

source: Note that holders of genetic sequence data are expected to upload and archive genetic sequence data in raw sequence data repositories such as NCBI’s https://www.ncbi.nlm.nih.gov/genbank/submit/[SRA^], EMBL’s https://biodiversitydata-se.github.io/mol-data/ena-metabar.html[ENA^] or https://www.ddbj.nig.ac.jp/submission-e.html[DDBJ^]. The sequence archival topic is not covered here, but e.g. https://doi.org/10.3897/rio.3.e12431[Penev et al. (2017)] provide a general overview of the importance of data submission and guidelines in connection with scientific publication. Biodiversity data platforms such as ALA, GBIF, and most national biodiversity portals are not archives or repositories for raw sequence reads and associated files. We do, however, stress the importance of maintaining links between such primary data and derived occurrences in <<data-packaging-and-mapping,Section 2>>.
fr: Il convient de noter que les détenteurs de données de séquences génétiques sont censés les soumettre et les déposer dans des archives de données de séquences brutes tels que le https://www.ncbi.nlm.nih.gov/genbank/submit/[SRA^], EMBL’s https://biodiversitydata-se.github.io/mol-data/ena-metabar.html[ENA^] ou le https://www.ddbj.nig.ac.jp/submission-e.html[DDBJ^]. Le sujet à propos de l'archivage des séquences n'est pas abordé ici, mais à titre d’exemple, https://doi.org/10.3897/rio.3.e12431[Penev et al. (2017)] donnent un aperçu général de l'importance de la soumission des données et des directives en lien avec la publication scientifique. Les plateformes de données sur la biodiversité telles que l'ALA, le GBIF et la plupart des portails nationaux sur la biodiversité ne sont pas des archives pour les reads de séquences brutes et les fichiers associés. Nous soulignons toutefois l'importance de maintenir des liens entre ces données primaires et les occurrences dérivées dans la <<préparation-et-mapping-des-données,Section 2>>.
zh_tw: 基因序列資料的持有者應該將基因序列上傳並存檔在原始序列資料存儲庫中，例如NCBI的link:https://www.ncbi.nlm.nih.gov/genbank/submit/[SRA^]，EMBL的link:https://biodiversitydata-se.github.io/mol-data/ena-metabar.html[ENA^]，或link:https://www.ddbj.nig.ac.jp/submission-e.html[DDBJ^]。這裡不涉及序列存檔的討論，不過 https://doi.org/10.3897/rio.3.e12431[Penev等人 (2017)] 提供了有關科學出版物中資料提交和指南的概述。ALA、GBIF和大多數國家生物多樣性入口網與平台不是原始序列和相關文件的存儲庫。我們在<<data-packaging-and-mapping,第二章節>>中強調了維持這些原始資料與衍生出現紀錄之間連結的重要性。

source: Processing workflows: from sample to ingestible data
fr: Flux de travail : de l'échantillon aux données indexables
zh_tw: 資料處理流程：從樣本到可獲取的資料

source: Metabarcoding data can be produced from a number of different sequencing platforms (Illumina, PacBio, Oxford Nanopore, Ion Torrent, etc.) that rely on different principles for readout and generation of data that differ with respect to read length, error profile, whether sequences are single or paired-end, etc. Currently the Illumina short-read platform is the most widely adopted and as such is the basis of the descriptions here. However, the bioinformatics processing of the data follows the same general principles (QC, denoising, classification) regardless of the sequencing technology used (https://doi.org/10.3389/fmicb.2017.01561[Hugerth et al. 2017^], <<figure-sampling-processes>>).
fr: Les données de métabarcoding peuvent être produites à partir de différentes plateformes de séquençage (Illumina, PacBio, Oxford Nanopore, Ion Torrent, etc.), qui s'appuient sur différents principes pour la lecture et la génération de données qui se distinguent en ce qui concerne la longueur de séquenc et le profil d'erreur, que les séquences soient simples ou à double-sens, etc. Actuellement, la plateforme Illumina à lecture courte est la plus largement adoptée et, en tant que telle, est à la base des descriptions ici. Cependant, le traitement bioinformatique des données suit les mêmes principes généraux (contrôle de la qualité, suppression du bruit, classification) indépendamment de la technologie de séquençage utilisée (https://doi.org/10.3389/fmicb.2017.01561[Hugerth et al. 2017^], <<figure-sampling-processes>>).
zh_tw: 不同定序技術 (Illumina、PacBio、Oxford Nanopore、Ion Torrent等) 使metabarcoding資料生成方面的原則不同，令reads長度、錯誤配置文件以及序列是單端還是雙端等方面存在著差異。目前， Illumina短序列平台是最廣泛採用的，因此在這裡的描述以其為基準。然而，無論使用哪種定序技術，資料的生物資訊處理都遵循相同的一般原則 (QC，去噪，分類) (https://doi.org/10.3389/fmicb.2017.01561[Hugerth等人 2017]，<<figure-sampling-processes>>)

source: Outline of bioinformatic processing of metabarcoding data.
fr: Aperçu du traitement bioinformatique des données de métabarcoding.
zh_tw: 生物資訊分析metabarcoding資料的流程。

source: Typically, the DNA sequences are first pre-processed by removing primer sequences and, depending on the sequencing method used, low quality bases, usually toward the 5’ and 3’ sequence ends. Sequences not fulfilling requirements on length, overall quality, presence of primers, tags etc. are removed.
fr: Généralement, les séquences ADN sont d'abord prétraitées en supprimant les séquences des amorces et, en fonction de la méthode de séquençage utilisée, les bases de faible qualité, généralement vers les extrémités 5' et 3' de la séquence. Les séquences qui ne satisfont pas aux exigences de longueur, de qualité globale, de présence d'amorces, d'étiquettes, etc. sont enlevées.
zh_tw: DNA序列通常會先針對去除引子序列進行處理，然後根據所使用的定序方法，通常朝向序列的5'和3'端去除低品質碱基。不符合長度、整體質量、引子、標簽等要求的序列將被移除。

source: The pre-processed sequences can then be assigned a taxon by comparing them against reference databases. When reference databases are incomplete, sequences classification can be done without taxonomic identifications, either by clustering sequences into operational taxonomic units based on their similarity (OTUs; https://doi.org/10.1098/rstb.2005.1725[Blaxter et al. 2005^]) or by denoising the data, i.e. explicitly detecting and excluding PCR/sequencing errors sequences to produce amplicon sequence variants (ASV; also referred to as zero radius OTU (zOTU)). Denoising attempts to correct errors that have been introduced in the PCR and/or sequencing steps, such that the denoised sequences are the set of unique biologically real sequences present in the original sequence mixture. In case of paired-end sequences, the forward and reverse sequences may be denoised separately before merging or else merged prior to denoising. ASVs in the resulting set can differ by as little as one base which is indicative of inter- or intraspecific sequence variation. Operationally, ASVs may be thought of as OTUs without defined radius and while denoising algorithms are typically very good, they do not entirely remove the problems of over-splitting or lumping sequences.
zh_tw: 預處理過的序列可以通過與參考資料庫進行比對來鑑定分類單元。當參考資料庫不完整時，也可以在無進行分類識別的情況下對序列進行分群 (clustering)，方法之一是根據它們的相似性將序列分群為操作性分類單元 (OTUs；link:https://doi.org/10.1098/rstb.2005.1725[Blaxter等人 2005^])。另一種方法是對序列進行去噪 (denoise)，即明確檢測和排除PCR/序列的錯誤，以生成ASV；也稱為zero-radius OTU (zOTU)。去噪試圖糾正PCR和/或序列步驟中產生的錯誤，使得去噪後的序列是原始序列混合物中存在的真實生物序列。Paired-end序列可以在合併之前對前向和反向序列個別進行去噪，或者在去噪前進行合併。結果集中的ASVs可能相差僅一個碱基，這表明了种内或种间的序列变异。在操作上，ASVs可以被認為是没有定義radius的OTUs。儘管去噪演算法通常非常出色，但它們並不能完全去除分裂或合併序列的問題。

source: The PCR used for generating the sequencing library can result in the generation of artefactual sequences in the form of chimeras; a single sequence that originates from multiple parent sequences. Such sequences can be detected bioinformatically and removed, and this is typically done after denoising.
zh_tw: 用於生成定序library的PCR可能會產生chimera序列，即來自多個母序列的單個序列。這樣的序列可以通過生物資訊學方法檢測並移除，通常是在去噪之後所進行。
