Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: | Field name | Examples | Description | Required | term:dwc[basisOfRecord] | MaterialSample | The specific nature of the data record - a subtype of the http://rs.gbif.org/vocabulary/dwc/basis_of_record.xml[dcterms:type]. For DNA-derived occurrences, (see <<category-i,Category I>> and <<category-iii,Category III>>) use MaterialSample. For enriched occurrences use PreservedSpecimen or LivingSpecimen as appropriate. | Required | term:dwc[occurrenceID] | urn:catalog:UWBM:Bird:89776 | A unique identifier for the occurrence, allowing the same occurrence to be recognized across dataset versions as well as through data downloads and use. May be a global unique identifier or an identifier specific to the data set. | Required | term:dwc[eventID] | urn:uuid:a964765b-22c4-439a-jkgt-2 | An identifier for the set of information associated with an Event (something that occurs at a place and time). May be a global unique identifier or an identifier specific to the data set. | Highly recommended | term:dwc[eventDate] | 2020-01-05 | Date when the event was recorded. Recommended best practice is to use a date that conforms to ISO 8601-1:2019. For more information, check https://dwc.tdwg.org/terms/#dwc:eventDate | Required | term:dwc[recordedBy] | "Oliver P. Pearson \| Anita K. Pearson" | A list (concatenated and separated) of names of people, groups, or organizations responsible for recording the original Occurrence. The recommended best practice is to separate the values with a vertical bar (' \| '). Including information about the observer improves the scientific reproducibility (https://doi.org/10.1093/database/baaa072[Groom et al. 2020^]). | Highly recommended | term:dwc[organismQuantity] | 33 | Number of reads of this sequence variant in the sample | Highly recommended | term:dwc[organismQuantityType] | DNA sequence reads | Should always be “DNA sequence reads” | Highly recommended | term:dwc[sampleSizeValue] | 1233890 | Total number of reads in the sample. This is important since it allows calculating the relative abundance of the sequence variant within the sample. | Highly recommended | term:dwc[sampleSizeUnit] | DNA sequence reads | Should always be “DNA sequence reads” | Highly recommended | term:dwc[materialSampleID] | https://www.ncbi.nlm.nih.gov/biosample/15224856 + + https://www.ebi.ac.uk/ena/browser/view/SAMEA3724543 + + urn:uuid:a964805b-33c2-439a-beaa-6379ebbfcd03 | An identifier for the MaterialSample (as opposed to a particular digital record of the material sample). Use the biosample ID if one was obtained from a nucleotide archive. In the absence of a persistent global unique identifier, construct one from a combination of identifiers in the record that will most closely make the materialSampleID globally unique. | Highly recommended | term:dwc[samplingProtocol] | UV light trap | The name of, reference to, or description of the method or protocol used during a sampling Event. https://dwc.tdwg.org/terms/#dwc:samplingProtocol | Recommended | term:dwc[associatedSequences] | https://www.ncbi.nlm.nih.gov/nuccore/MK405371 | A list (concatenated and separated) of identifiers (publication, global unique identifier, URI) of genetic sequence information associated with the Occurrence. Could be used for linking to archived raw barcode reads and/or associated genome sequences, e.g. in a public repository. | Recommended | term:dwc[identificationRemarks] | RDP annotation confidence (at lowest specified taxon): 0.96, against reference database: GTDB | Specification of taxonomic identification process, ideally including data on applied algorithm and reference database, as well as on level of confidence in the resulting identification. | Recommended | term:dwc[identificationReferences] | https://www.ebi.ac.uk/metagenomics/pipelines/4.1 + + https://github.com/terrimporter/CO1Classifier | A list (concatenated and separated) of references (publication, global unique identifier, URI) used in the Identification. Recommended best practice is to separate the values in a list with space vertical bar space ( \| ). | Recommended | term:dwc[decimalLatitude] | 60.545207 | The geographic latitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic centre of a Location. Positive values are north of the Equator, negative values are south of it. Legal values lie between -90 and 90, inclusive. | Highly recommended | term:dwc[decimalLongitude] | 24.174556 | The geographic longitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic centre of a Location. Positive values are east of the Greenwich Meridian, negative values are west of it. Legal values lie between -180 and 180, inclusive. | Highly recommended | term:dwc[taxonID] | [.break-all]#ASV:7bdb57487bee022ba30c03c3e7ca50e1# | For eDNA data, it is recommended to use an MD5 hash of the sequence and prepend it with “ASV:”. See also <<taxonomy-of-sequences>>. | Highly recommended, if DNA_sequence is not provided | term:dwc[scientificName] | _Gadus morhua_ L. 1758, BOLD:ACF1143 | Latin name of the closest known taxon (species or higher) or an OTU identifier from BOLD or UNITE | Required | term:dwc[kingdom] | Animalia | Higher taxonomy | Highly recommended | term:dwc[phylum] | Chordata | Higher taxonomy | Recommended | term:dwc[class] | Actinopterygii | Higher taxonomy | Recommended | term:dwc[order] | Gadiformes | Higher taxonomy | Recommended | term:dwc[family] | Gadidae | Higher taxonomy | Recommended | term:dwc[genus] | _Gadus_ | Higher taxonomy | Recommended
fr: | Nom du champ | Exemples | Description | Requis | term:dwc[basisOfRecord] | MaterialSample | La nature spécifique de l'enregistrement des données - une sous-catégorie de http://rs.gbif.org/vocabulary/dwc/basis_of_record.xml[dcterms:type]. Pour les occurrences dérivées de l'ADN, (voir <<category-i,Catégorie I>> et<<category-iii,Catégorie III>>) utiliser MaterialSample. Pour les occurrences enrichies utiliser PreservedSpecimen ou LivingSpecimen, selon le cas. | Requis | term:dwc[occurrenceID] | urn:catalog:UWBM:Bird:89776 | Identifiant unique pour l'occurrence, permettant de reconnaître la même occurrence dans toutes les versions du jeu de données ainsi que lors des téléchargements et de l'utilisation des données. Il peut s'agir d'un identifiant unique au niveau mondial ou d'un identifiant spécifique au jeu de données. | Requis | term:dwc[eventID] | urn:uuid:a964765b-22c4-439a-jkgt-2 | Identifiant pour l'ensemble des informations associées à un événement (quelque chose qui se produit à un endroit et à un moment donnés). Il peut s'agir d'un identifiant unique au niveau mondial ou d'un identifiant spécifique au jeu de données. | Fortement recommandé | term:dwc[eventDate] | 2020-01-05 | Date à laquelle l'événement a été enregistré. La meilleure pratique recommandée est d'utiliser une date conforme à la norme ISO 8601-1:2019. Pour plus d'informations, consultez le site https://dwc.tdwg.org/terms/#dwc:eventDate. | Requis | term:dwc[recordedBy] | "Oliver P. Pearson \| Anita K. Pearson" | Liste (concaténée et séparée) des noms des personnes, groupes ou organisations responsables pour l'enregistrement de l'Occurrence originale. La meilleure pratique recommandée est de séparer les valeurs par une barre verticale (' \| '). L'inclusion d'informations sur l'observateur améliore la reproductibilité scientifique. (https://doi.org/10.1093/database/baaa072[Groom et al. 2020^]). | Fortement recommandé | term:dwc[organismQuantity] | 33 | Nombre de lectures de ce variant de séquence dans l'échantillon | Fortement recommandé | term:dwc[organismQuantityType] | DNA sequence reads | Devrait toujours être “DNA sequence reads” | Fortement recommandé | term:dwc[sampleSizeValue] | 1233890 | Nombre total de lectures dans l'échantillon. Ce chiffre est important car il permet de calculer l'abondance relative du variant de séquence dans l'échantillon. | Fortement recommandé | term:dwc[sampleSizeUnit] | DNA sequence reads | Devrait toujours être “DNA sequence reads” | Fortement recommandé | term:dwc[materialSampleID] | https://www.ncbi.nlm.nih.gov/biosample/15224856 + + https://www.ebi.ac.uk/ena/browser/view/SAMEA3724543 + + urn:uuid:a964805b-33c2-439a-beaa-6379ebbfcd03 | Identifiant pour le MaterialSample (par opposition à un enregistrement numérique particulier de l'échantillon). Utilisez l'ID biosample s'il a été obtenu à partir d'un archive moléculaire. En l'absence d'un identifiant unique mondial persistant, en construire un à partir d'une combinaison d'identifiants dans l'enregistrement qui rendra l'identifiant materialSampleID mondialement unique. | Fortement recommandé | term:dwc[samplingProtocol] | UV light trap | Nom, référence ou description de la méthode ou du protocole utilisé lors d'un événement d'échantillonnage. https://dwc.tdwg.org/terms/#dwc:samplingProtocol | Recommandé | term:dwc[associatedSequences] | https://www.ncbi.nlm.nih.gov/nuccore/MK405371 | Liste (concaténée et séparée) d'identifiants (publication, identifiant unique mondial, URI) des informations sur la séquence génétique associée à l'Occurrence. Cette liste peut être utilisée pour établir un lien avec des séquences brutes archivées de codes-barres et/ou des séquences génomiques associées, par exemple dans une plateforme publique. | Recommandé | term:dwc[identificationRemarks] | RDP annotation confidence (at lowest specified taxon): 0.96, against reference database: GTDB | Spécification du processus d'identification taxonomique, comprenant idéalement des données sur l'algorithme appliqué et la base de données de référence, ainsi que sur le niveau de confiance dans l'identification résultante. | Recommandé | term:dwc[identificationReferences] | https://www.ebi.ac.uk/metagenomics/pipelines/4.1 + + https://github.com/terrimporter/CO1Classifier | Liste (concaténée et séparée) des références (publication, identifiant unique mondial, URI) utilisées dans l'identification. La meilleure pratique recommandée est de séparer les valeurs dans une liste par un espace barre verticale ( \| ). | Recommandé | term:dwc[decimalLatitude] | 60.545207 | Latitude géographique (en degrés décimaux, selon le système de référence spatiale indiqué dans geodeticDatum) du centre géographique d'un lieu. Les valeurs positives correspondent au nord de l'équateur, les valeurs négatives au sud. Les valeurs légales sont comprises entre -90 et 90, y compris. | Fortement recommandé | term:dwc[decimalLongitude] | 24.174556 | Longitude géographique (en degrés décimaux, selon le système de référence spatiale indiqué dans geodeticDatum) du centre géographique d'un lieu. Les valeurs positives sont à l'est du méridien de Greenwich, les valeurs négatives sont à l'ouest de celui-ci. Les valeurs légales sont comprises entre -180 et 180, y compris. | Fortement recommandé | term:dwc[taxonID] | [.break-all]#ASV:7bdb57487bee022ba30c03c3e7ca50e1# | Pour les données d'eDNA, il est recommandé d'utiliser un hachage MD5 de la séquence et de le faire précéder de "ASV :". Voir aussi <<taxonomy-of-sequences>>. | Fortement recommandé, si la séquence ADN (DNA_sequence) n'est pas fournie | term:dwc[scientificName] | _Gadus morhua_ L. 1758, BOLD:ACF1143 | Nom latin du taxon connu le plus proche (espèce ou supérieur) ou un identifiant OTU de BOLD ou UNITE. | Requis | term:dwc[kingdom] | Animalia | Taxonomie supérieure | Fortement recommandé | term:dwc[phylum] | Chordata | Taxonomie supérieure | Recommandé | term:dwc[class] | Actinopterygii | Taxonomie supérieure | Recommandé | term:dwc[order] | Gadiformes | Taxonomie supérieure | Recommandé | term:dwc[family] | Gadidae | Taxonomie supérieure | Recommandé | term:dwc[genus] | _Gadus_ | Taxonomie supérieure | Recommandé

source: | Field name | Examples | Description | Required | term:mixs[DNA_sequence] | [.break-all]#TCTATCCTCAATTATAGGTCATAATTCACCATCAGTAGATTTAGGAATTTTCTCTATTCATATTGCAGGTGTATCATCAATTATAGGATCAATTAATTTTATTGTAACAATTTTAAATATACATACAAAAACTCATTCATTAAACTTTTTACCATTATTTTCATGATCAGTTCTAGTTACAGCAATTCTCCTTTTATTATCATTA# | The DNA sequence (ASV). Taxonomic interpretation of the sequence depends on the technology and reference library available at the time of publication. Hence, the most objective taxonomic handle is the sequence which can be reinterpreted in the future. | Highly recommended | term:mixs[sop] | https://www.protocols.io/view/emp-its-illumina-amplicon-protocol-pa7dihn | Standard operating procedures used in assembly and/or annotation of genomes, metagenomes or environmental sequences. + + A reference to a well documented protocol, e.g. using https://protocols.io[protocols.io] | Recommended | term:mixs[target_gene] | 16S rRNA, 18S rRNA, nif, amoA, rpo | Targeted gene or marker name for marker-based studies | Highly recommended | term:mixs[target_subfragment] | V6, V9, ITS | Name of subfragment of a gene or markerImportant to e.g. identify special regions on marker genes like the hypervariable V6 region of the 16S rRNA gene | Highly recommended | term:mixs[pcr_primer_forward] | GGACTACHVGGGTWTCTAAT | Forward PCR primer that was used to amplify the sequence of the targeted gene, locus or subfragment. | Highly recommended | term:mixs[pcr_primer_reverse] | GGACTACHVGGGTWTCTAAT | Reverse PCR primer that was used to amplify the sequence of the targeted gene, locus or subfragment. | Highly recommended | term:mixs[pcr_primer_name_forward] | jgLCO1490 | Name of the forward PCR primer | Highly recommended | term:mixs[pcr_primer_name_reverse] | jgHCO2198 | Name of the reverse PCR primer | Highly recommended | term:mixs[pcr_primer_reference] | https://doi.org/10.1186/1742-9994-10-34 | Reference for the primers | Highly recommended | term:mixs[env_broad_scale] | forest biome [ENVO:01000174] | *Equivalent to env_biome in MIxS v4* + In this field, report which major environmental system your sample or specimen came from. The systems identified should have a coarse spatial grain, to provide the general environmental context of where the sampling was done (e.g. were you in the desert or a rainforest?). We recommend using subclasses of ENVO’s biome class: + http://purl.obolibrary.org/obo/ENVO_00000428 | Recommended | term:mixs[env_local_scale] | litter layer [ENVO:01000338] | *Equivalent to env_feature in MIxS v4* + In this field, report the entity or entities which are in your sample or specimen´s local vicinity and which you believe have significant causal influences on your sample or specimen. Please use terms that are present in ENVO and which are of smaller spatial grain than your entry for env_broad_scale. | Recommended | term:mixs[env_medium] | soil[ENVO:00001998] | *Equivalent to env_material in MIxS v4* + In this field, report which environmental material or materials (pipe separated) immediately surrounded your sample or specimen prior to sampling, using one or more subclasses of ENVO´s environmental material class: + http://purl.obolibrary.org/obo/ENVO_00010483 | Recommended | term:mixs[lib_layout] | Paired | *Equivalent to lib_const_meth in MIxS v4* + Specify whether to expect single, paired, or other configuration of reads | Recommended | term:mixs[seq_meth] | Illumina HiSeq 1500 | Sequencing method used; e.g. Sanger, pyrosequencing, ABI-solid | Highly recommended | term:mixs[otu_class_appr] | "95% ANI;85% AF; greedy incremental clustering" | Cutoffs and approach used when clustering new UViGs in "species-level" OTUs. Note that results from standard 95% ANI / 85% AF clustering should be provided alongside OTUS defined from another set of thresholds, even if the latter are the ones primarily used during the analysis | Highly recommended | term:mixs[otu_seq_comp_appr] | "blastn;2.6.0+;e-value cutoff: 0.001" | Tool and thresholds used to compare sequences when computing "species-level" OTUs | Highly recommended | term:mixs[otu_db] | "NCBI Viral RefSeq;83", "UNITE;8.2" | Reference database (i.e. sequences not generated as part of the current study) used to cluster new genomes in "species-level" OTUs, if any | Highly recommended
fr: | Nom de champ | Exemples | Description | Obligation | term:mixs[DNA_sequence] | [.break-all]#TCTATCCTCAATTATAGGTCATAATTCACCATCAGTAGATTTAGGAATTTTCTCTATTCATATTGCAGGTGTATCATCAATTATAGGATCAATTAATTTTATTGTAACAATTTTAAATATACATACAAAAACTCATTCATTAAACTTTTTACCATTATTTTCATGATCAGTTCTAGTTACAGCAATTCTCCTTTTATTATCATTA# | La séquence ADN (ASV). L'interprétation taxonomique de la séquence dépend de la technologie et de la bibliothèque de référence disponible au moment de la publication. Par conséquent, l'identifiant taxonomique le plus objectif est la séquence, qui pourra être réinterprété dans le futur. | Fortement recommandé | term:mixs[sop] | https://www.protocols.io/view/emp-its-illumina-amplicon-protocol-pa7dihn | Protocole opérationnel standard utilisé lors de l'assemblage et/ou l'annotation de génomes, métagénomes et séquences environnementales. + + Référence vers un protocole bien documenté, e.g. en utilisant https://protocols.io[protocols.io] | Recommandé | term:mixs[target_gene] | 16S rRNA, 18S rRNA, nif, amoA, rpo | Gène ciblé ou nom du marqueur pour les études basées sur les marqueurs. | Fortement recommandé | term:mixs[target_subfragment] | V6, V9, ITS | Nom du sous-fragment d'un gène ou d'un marqueur. Important pour e.g. identifier des régions spécifiques sur des marqueurs de gènes tel que la région hypervariable V6 du gène 16S rARN. | Fortement recommandé | term:mixs[pcr_primer_forward] | GGACTACHVGGGTWTCTAAT | Amorce PCR sens ayant été utilisée lors de l'amplification de la séquence du gène cible, du locus ou du sous-fragment. | Fortement recommandé | term:mixs[pcr_primer_reverse] | GGACTACHVGGGTWTCTAAT | Amorce PCR anti-sens ayant été utilisée lors de l'amplification de la séquence du gène cible, du locus ou du sous-fragment. | Fortement recommandé | term:mixs[pcr_primer_name_forward] | jgLCO1490 | Nom de l'amorce PCR sens. | Fortement recommandé | term:mixs[pcr_primer_name_reverse] | jgHCO2198 | Nom de l'amorce PCR anti-sens. | Fortement recommandé | term:mixs[pcr_primer_reference] | https://doi.org/10.1186/1742-9994-10-34 | Référence des amorces. | Fortement recommandé | term:mixs[env_broad_scale] | forest biome [ENVO:01000174] | *Équivalent de env_biome dans MIxS v4* + Dans ce champ, indiquez de quel système environnemental majeur provient votre échantillon ou votre spécimen. Les systèmes identifiés devraient avoir une granularité spatiale grossière, afin de fournir un contexte environnemental général par rapport au lieu d'échantillonnage (e.g. étiez-vous dans un désert ou une forêt tropicale ?). Nous recommandons l'utilisation des sous-classes des classes de biomes de ENVO : + http://purl.obolibrary.org/obo/ENVO_00000428 | Recommandé | term:mixs[env_local_scale] | litter layer [ENVO:01000338] | *Équivalent de env_feature dans MIxS v4* + Dans ce champs, mentionner la ou les entité(s) présente(s) dans le voisinage proche de votre échantillon ou spécimen et qui pourrai(en)t avoir une importante influence causale sur ceux-ci. Veuillez utiliser les termes présents dans ENVO ayant une granularité spatial plus fine que ceux utilisés pour env_broad_scale. | Recommandé | term:mixs[env_medium] | soil[ENVO:00001998] | *Équivalent de env_material dans MIxS v4* + Dans ce champ, mentionner tout le matériel environnemental (séparer les valeurs dans une liste par un espace barre verticale ( \| ) ) entourant directement votre échantillon ou votre spécimen avant l'échantillonnage, en utilisant une ou plusieurs sous-classes des classes ENVO pour le matériel environnemental : + http://purl.obolibrary.org/obo/ENVO_00010483 | Recommandé | term:mixs[lib_layout] | Paired | *Équivalent à lib_const_meth dans MIxS v4* + Spécifiez si nous devons nous attendre à des séquences uniques, en paires ou tout autre configuration. | Recommandé | term:mixs[seq_meth] | Illumina HiSeq 1500 | Méthode de séquençage utilisée ; e.g. Sanger, pyrosequencing, ABI-solid | Fortement recommandé | term:mixs[otu_class_appr] | "95% ANI;85% AF; greedy incremental clustering" | Seuils et approche utilisés lors du groupement de nouveaux UViGs pour les OTUs au niveau de l'espèce. Notez que les résultats des groupements 95% ANI / 85% AF standards devraient être fournit avec les OTUs définis avec d'autres seuils, même si ces derniers sont ceux utilisés en priorité lors des analyses. | Fortement recommandé | term:mixs[otu_seq_comp_appr] | "blastn;2.6.0+;e-value cutoff: 0.001" | Outil et seuils utilisés pour comparer des séquences lors du calcul des OTUs au niveau de l'espèce. | Fortement recommandé | term:mixs[otu_db] | "NCBI Viral RefSeq;83", "UNITE;8.2" | Base de données de référence (i.e. séquences non générées dans le cadre de l'analyse) utilisée pour grouper les nouveaux génomes dans les OTUs au niveau de l'espèce. | Fortement recommandé
