Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: | Field name | Examples | Description | Required | term:mixs[sop] | https://www.protocols.io/view/protocol-for-dna-extraction-and-quantitative-pcr-d-vwie7ce + + https://doi.org/10.17504/protocols.io.vwie7ce | Standard operating procedures used in assembly and/or annotation of genomes, metagenomes or environmental sequences. + A reference to a well documented protocol, e.g. using https://protocols.io[protocols.io] | Highly recommended | term:mixs[annealingTemp] | 60 | The reaction temperature during the annealing phase of PCR. | Required if annealingTemp was supplied | term:mixs[annealingTempUnit] | Degrees Celsius | | Highly recommended | term:mixs[pcr_cond] | initial denaturation:94_3;annealing:50_1;elongation:72_1.5;final elongation:72_10;35 | Description of reaction conditions and components of PCR in the form of "initial denaturation:94degC_1.5min; annealing=..." | Highly recommended | term:mixs[probeReporter] | FAM | Type of fluorophore (reporter) used. Probe anneals within amplified target DNA. Polymerase activity degrades the probe that has annealed to the template, and the probe releases the fluorophore from it and breaks the proximity to the quencher, thus allowing fluorescence of the fluorophore. | Highly recommended | term:mixs[probeQuencher] | NFQ-MGB | Type of quencher used. The quencher molecule quenches the fluorescence emitted by the fluorophore when excited by the cycler’s light source as long as fluorophore and the quencher are in proximity, quenching inhibits any fluorescence signals. | Highly recommended | term:mixs[ampliconSize] | 83 | The length of the amplicon in basepairs | Highly recommended | term:mixs[thresholdQuantificationCycle] | 0.3 | Threshold for change in fluorescence signal between cycles | qPCR: Highly recommended | term:mixs[baselineValue] | 15 | The number of cycles when fluorescence signal from the target amplification is below background fluorescence not originated from the real target amplification. | qPCR: Highly recommended | term:mixs[quantificationCycle] | 37.9450950622558 | The number of cycles required for the fluorescent signal to cross a given value threshold above the baseline. Quantification cycle (Cq), threshold cycle (Ct), crossing point (Cp), and take-off point (TOP) refer to the same value from the real-time instrument. Use of quantification cycle (Cq), is preferable according to the http://www.rdml.org[RDML (Real-Time PCR Data Markup Language) data standard] | | term:mixs[automaticThresholdQuantificationCycle] | no | Whether the threshold was set by instrument or manually | | term:mixs[automaticBaselineValue] | no | Whether baseline value was set by instrument or manually | | term:mixs[contaminationAssessment] | no | Whether DNA or RNA contamination assessment was done or not | | term:mixs[estimatedNumberOfCopies] | 10300 | Number of target molecules per µl. Mean copies per partition (?) can be calculated using the number of partitions (n) and the estimated copy number in the total volume of all partitions (m) with a formula ?=m/n. | | term:mixs[amplificationReactionVolume] | 22 | PCR reaction volume | | term:mixs[amplificationReactionVolumeUnit] | µl | Unit used for PCR reaction volume. Many of the instruments require preparation of a much larger initial sample volume than is actually analysed. | | term:mixs[pcr_analysis_software] | BIO-RAD QuantaSoft | The program used to analyse the d(d)PCR runs. | | term:mixs[experimentalVariance] | | Multiple biological replicates are encouraged to assess total experimental variation. When single dPCR experiments are performed, a minimal estimate of variance due to counting error alone must be calculated from the binomial (or suitable equivalent) distribution. | | term:mixs[target_gene] | 16S rRNA, 18S rRNA, nif, amoA, rpo | Targeted gene or marker name for marker-based studies | Highly recommended | term:mixs[target_subfragment] | V6, V9, ITS | Name of subfragment of a gene or markerImportant to identify, for example, special regions on marker genes like the hypervariable V6 region of the 16S rRNA gene | Highly recommended | term:mixs[pcr_primer_forward] | GGACTACHVGGGTWTCTAAT | Forward PCR primer that was used to amplify the sequence of the targeted gene, locus or subfragment. | Highly recommended | term:mixs[pcr_primer_reverse] | GGACTACHVGGGTWTCTAAT | Reverse PCR primer that was used to amplify the sequence of the targeted gene, locus or subfragment. | Highly recommended | term:mixs[pcr_primer_name_forward] | jgLCO1490 | Name of the forward PCR primer | Highly recommended | term:mixs[pcr_primer_name_reverse] | jgHCO2198 | Name of the reverse PCR primer | Highly recommended | term:mixs[pcr_primer_reference] | https://doi.org/10.1186/1742-9994-10-34 | Reference for the primers | Highly recommended | term:mixs[env_broad_scale] | forest biome [ENVO:01000174] | *Equivalent to env_biome in MIxS v4* + In this field, report which major environmental system your sample or specimen came from. The systems identified should have a coarse spatial grain, to provide the general environmental context of where the sampling was done (e.g. were you in the desert or a rainforest?). We recommend using subclasses of ENVO´s biome class: + http://purl.obolibrary.org/obo/ENVO_00000428 | Recommended | term:mixs[env_local_scale ] | litter layer [ENVO:01000338] | *Equivalent to env_feature in MIxS v4* + In this field, report the entity or entities which are in your sample or specimen´s local vicinity and which you believe have significant causal influences on your sample or specimen. Please use terms that are present in ENVO and which are of smaller spatial grain than your entry for env_broad_scale. | Recommended | term:mixs[env_medium] | soil [ENVO:00001998] | *Equivalent to env_material in MIxS v4* + In this field, report which environmental material or materials (pipe separated) immediately surrounded your sample or specimen prior to sampling, using one or more subclasses of ENVO´s environmental material class: + http://purl.obolibrary.org/obo/ENVO_00010483 | Recommended | term:mixs[concentration] | 67.5 | Concentration of DNA (weight ng/volume µl) see also http://terms.tdwg.org/wiki/ggbn:concentration | Recommended | term:mixs[concentrationUnit] | ng/µl | Unit used for concentration measurement see also http://terms.tdwg.org/wiki/ggbn:concentrationUnit | Recommended | term:mixs[methodDeterminationConcentrationAndRatios] | Nanodrop, Qubit | Description of method used for concentration measurement see also http://terms.tdwg.org/wiki/ggbn:methodDeterminationConcentrationAndRatios | Recommended | term:mixs[ratioOfAbsorbance260_230] | 1.89 | Ratio of absorbance at 260 nm and 230 nm assessing DNA purity (mostly secondary measure, indicates mainly EDTA, carbohydrates, phenol), (DNA samples only). see also http://terms.tdwg.org/wiki/ggbn:ratioOfAbsorbance260_230 | Recommended | term:mixs[ratioOfAbsorbance260_280] | 1.91 | Ratio of absorbance at 280 nm and 230 nm assessing DNA purity (mostly secondary measure, indicates mainly EDTA, carbohydrates, phenol), (DNA samples only). see also http://terms.tdwg.org/wiki/ggbn:ratioOfAbsorbance260_280 | Recommended | term:mixs[samp_collect_device] | biopsy, niskin bottle, push core | The method or device employed for collecting the sample | Recommended | term:mixs[samp_mat_process] | filtering of seawater, storing samples in ethanol | Any processing applied to the sample during or after retrieving the sample from environment. This field accepts OBI, for a browser of OBI (v 2018-02-12) terms please see http://purl.bioontology.org/ontology/OBI | Recommended | term:mixs[samp_size] | 5 litre | Amount or size of sample (volume, mass or area) that was collected | Recommended | term:mixs[size_frac] | 0-0.22 micrometer | Filtering pore size used in sample preparation | Recommended | term:mixs[pcr_primer_lod] | 51 | The assay's ability to detect the target at low levels | Highly recommended | term:mixs[pcr_primer_loq] | 184 | The assay's ability to quantify copy number at low levels | Highly recommended |
fr: | Nom de champ | Exemples | Description | Recommandation | term:mixs[sop] | https://www.protocols.io/view/protocol-for-dna-extraction-and-quantitative-pcr-d-vwie7ce + + https://doi.org/10.17504/protocols.io.vwie7ce | Protocole opérationnel standard utilisé lors de l'assemblage et/ou l'annotation de génomes, métagénomes et séquences environnementales. + + Référence vers un protocole bien documenté, e.g. en utilisant https://protocols.io[protocols.io] | Fortement recommandé | term:mixs[annealingTemp] | 60 | La température de réaction pendant la phase d'hybridation de la PCR. | Requis si annealingTemp a été spécifié | term:mixs[annealingTempUnit] | Degrees Celsius | | Fortement recommandé | term:mixs[pcr_cond] | initial denaturation:94_3;annealing:50_1;elongation:72_1.5;final elongation:72_10;35 | Description des conditions de réactions et des composantes de la PCR, sous la forme de "dénaturation initiale :94degC_1.5min; hybridation=..." | Fortement recommandé | term:mixs[probeReporter] | FAM | Type de fluorophore (rapporteur) utilisé. La sonde s'hybride avec l'ADN cible amplifié. L'activité de la polymérase dégrade la sonde s'étant hybridée au modèle, et la sonde relâche le fluorophore et brise la proximité avec le "quencher", permettant la fluorescence du fluorophore. | Fortement recommandé | term:mixs[probeQuencher] | NFQ-MGB | Type de "quencher" utilisé. La molécule "quencher" absorbe la fluorescence émise par le fluorophore lorsque excité par la source lumineuse du thermocycleur tant que le fluorophore et le quencher sont à proximité l'un de l'autre, l'absorption inhibe tout signal de fluorescence. | Fortement recommandé | term:mixs[ampliconSize] | 83 | La longueur de l'amplicon en paires de bases. | Fortement recommandé | term:mixs[thresholdQuantificationCycle] | 0.3 | Seuil pour le changement de signal de fluorescence entre les cycles. | qPCR : Fortement recommandé | term:mixs[baselineValue] | 15 | Le nombre de cycles pendant lesquels le signal de fluorescence est inférieur à la fluorescence de fond ne provenant pas de la véritable cible d'amplification. | qPCR : Fortement recommandé | term:mixs[quantificationCycle] | 37.9450950622558 | Le nombre de cycles nécessaires pour que le signal de fluorescence dépasse une valeur seuil supérieure à la valeur de base. Le cycle de quantification (Cq), le cycle seuil (Ct), le point de franchissement (Cp) et le point de décollage (TOP) font référence à la même valeur provenant de l'instrument en temps-réel. L'utilisation du cycle de quantification (Cq) est préférable selon le http://www.rdml.org[standard de données RDML (language Markup PCR en temps-réel)] | | term:mixs[automaticThresholdQuantificationCycle] | no | Information indiquant si le seuil a été fixé par l'instrument ou manuellement. | | term:mixs[automaticBaselineValue] | no | Information indiquant si la valeur de base a été fixée par l'instrument ou manuellement. | | term:mixs[contaminationAssessment] | no | Information indiquant si l'évaluation de la contamination ADN ou ARN a été faite ou non. | | term:mixs[estimatedNumberOfCopies] | 10300 | Nombre de molécules cibles par µl. La moyenne des copies par partition (?) peut être calculée en utilisant le nombre de partitions (n) et le nombre estimé de copies dans le volume total de toutes les partitions (m) à l'aide de la formule ?=m/n. | | term:mixs[amplificationReactionVolume] | 22 | Volume de la réaction PCR. | | term:mixs[amplificationReactionVolumeUnit] | µl | Unité utilisée pour le volume de la réaction PCR. De nombreux instruments nécessitent la préparation d'un volume initial d'échantillon plus grand que ce qui sera réellement analysé. | | term:mixs[pcr_analysis_software] | BIO-RAD QuantaSoft | Le programme utilisé pour analyser les runs de d(d)PCR. | | term:mixs[experimentalVariance] | | Il est encouragé d'obtenir de multiples réplicats biologiques afin d'évaluer la variation expérimentale totale. Lorsqu'un seul essai de dPCR est réalisé, une estimation minimale de la variance due au dénombrement des erreurs seulement doit être calculée à partir de la distribution binomiale (ou un équivalent valable). | | term:mixs[target_gene] | 16S rRNA, 18S rRNA, nif, amoA, rpo | Gène ciblé ou nom du marqueur pour les études basées sur les marqueurs. | Fortement recommandé | term:mixs[target_subfragment] | V6, V9, ITS | Nom du sous-fragment d'un gène ou d'un marqueur. Important pour e.g. identifier des régions spécifiques sur des marqueurs de gènes tel que la région hypervariable V6 du gène 16S rARN. | Fortement recommandé | term:mixs[pcr_primer_forward] | GGACTACHVGGGTWTCTAAT | Amorce PCR sens ayant été utilisée lors de l'amplification de la séquence du gène cible, du locus ou du sous-fragment. | Fortement recommandé | term:mixs[pcr_primer_reverse] | GGACTACHVGGGTWTCTAAT | Amorce PCR anti-sens ayant été utilisée lors de l'amplification de la séquence du gène cible, du locus ou du sous-fragment. | Fortement recommandé | term:mixs[pcr_primer_name_forward] | jgLCO1490 | Nom de l'amorce PCR sens. | Fortement recommandé | term:mixs[pcr_primer_name_reverse] | jgHCO2198 | Nom de l'amorce PCR anti-sens. | Fortement recommandé | term:mixs[pcr_primer_reference] | https://doi.org/10.1186/1742-9994-10-34 | Références des amorces. | Fortement recommandé | term:mixs[env_broad_scale] | forest biome [ENVO:01000174] | *Équivalent de env_biome dans MIxS v4* + Dans ce champ, indiquez de quel système environnemental majeur provient votre échantillon ou votre spécimen. Les systèmes identifiés devraient avoir une granularité spatiale grossière, afin de fournir un contexte environnemental général par rapport au lieu d'échantillonnage (e.g. étiez-vous dans un désert ou une forêt tropicale ?). Nour recommandons l'utilisation des sous-classes des classes de biomes de ENVO : + http://purl.obolibrary.org/obo/ENVO_00000428 | Recommandé | term:mixs[env_local_scale] | litter layer [ENVO:01000338] | *Équivalent de env_feature dans MIxS v4* + Dans ce champs, mentionner la ou les entité(s) présente(s) dans le voisinage proche de votre échantillon ou spécimen et qui pourrai(en)t avoir une importante influence causale sur ceux-ci. Veuillez utiliser les termes présents dans ENVO ayant une granularité spatial plus fine que ceux utilisés pour env_broad_scale. | Recommandé | term:mixs[env_medium] | soil [ENVO:00001998] |*Équivalent de env_material dans MIxS v4* + Dans ce champ, mentionner tout le matériel environnemental (séparer les valeurs dans une liste par un espace barre verticale ( \| ) ) entourant directement votre échantillon ou votre spécimen avant l'échantillonnage, en utilisant une ou plusieurs sous-classes des classes ENVO pour le matériel environnemental : + http://purl.obolibrary.org/obo/ENVO_00010483 | Recommandé | term:mixs[concentration] | 67.5 | Concentration d'ADN (poids ng/volume µl). Voir aussi : http://terms.tdwg.org/wiki/ggbn:concentration | Recommandé | term:mixs[concentrationUnit] | ng/µl | Unité utilisée pour mesurer la concentration. Voir aussi : http://terms.tdwg.org/wiki/ggbn:concentrationUnit | Recommandé | term:mixs[methodDeterminationConcentrationAndRatios] | Nanodrop, Qubit | Description de la méthode utilisée pour mesurer la concentration. Voir aussi : http://terms.tdwg.org/wiki/ggbn:methodDeterminationConcentrationAndRatios | Recommandé | term:mixs[ratioOfAbsorbance260_230] | 1.89 | Ratio de l'absorbance à 260 nm et 230 nm évaluant la pureté de l'ADN (mesure secondaire principalement, indiquant surtout l'EDTA, les carbohydrates et phenol), (échantillons d'ADN seulement). Voir aussi : http://terms.tdwg.org/wiki/ggbn:ratioOfAbsorbance260_230 | Recommandé | term:mixs[ratioOfAbsorbance260_280] | 1.91 | Ratio de l'absorbance à 280 nm et 230 nm évaluant la pureté de l'ADN (mesure secondaire principalement, indiquant surtout l'EDTA, les carbohydrates et phenol), (échantillons d'ADN seulement). Voir aussi : http://terms.tdwg.org/wiki/ggbn:ratioOfAbsorbance260_280 | Recommandé | term:mixs[samp_collect_device] | biopsy, niskin bottle, push core | La méthode ou l'appareil utilisé pour récolter l'échantillon. | Recommandé | term:mixs[samp_mat_process] | filtering of seawater, storing samples in ethanol | Tout traitement appliqué à l'échantillon pendant ou après la collecte de celui-ci dans l'environnement. Ce champ accepte OBI. Pour parcourir les termes OBI (v 2018-02-12) veuillez consulter : http://purl.bioontology.org/ontology/OBI | Recommandé | term:mixs[samp_size] | 5 litre | Quantité ou taille de l'échantillon (volume, masse ou aire) qui a été collecté. | Recommandé | term:mixs[size_frac] | 0-0.22 micrometer | Taille des pores de filtrations utilisés lors de la préparation des échantillons. | Recommandé | term:mixs[pcr_primer_lod] | 51 | La capacité du test PCR à détecter la cible avec de faibles niveaux. | Fortement recommandé | term:mixs[pcr_primer_loq] | 184 | La capacité du test PCR à quantifier le nombre de copies à de faibles niveaux. | Fortement recommandé |
zh_tw: | 字段名稱 | 範例 | 描述 | 填寫建議 | term:mixs[sop] | https://www.protocols.io/view/protocol-for-dna-extraction-and-quantitative-pcr-d-vwie7ce + + https://doi.org/10.17504/protocols.io.vwie7ce | 用於組裝和/或詮釋基因組、總體基因體或環境序列的標準操作流程。可使用有完整記錄方法的引用，例如 https://protocols.io[protocols.io] | 強烈建議 | term:mixs[annealingTemp] | 60 | PCR annealing 階段的反應溫度。 | 如果annealingTemp有填寫則必填 | term:mixs[annealingTempUnit] | 攝氏度 | | 強烈建議 | term:mixs[pcr_cond] | initial denaturation:94_3;annealing:50_1;elongation:72_1.5;final elongation:72_10;35 | 以 "initial denaturation:94degC_1.5min; annealing=..." 的形式描述PCR的反應條件和階段。 | 強烈建議 | term:mixs[probeReporter] | FAM | 使用的fluorophore (reporter)。探針在擴增目標DNA中合并。聚合酶活性會降解與模板結合的探針，探針會從中釋放螢光物並與quencher斷開接近，從而產出螢光。 | 強烈建議 | term:mixs[probeQuencher] | NFQ-MGB | 使用的quencher類型。當被螢光團的光源激發時，quencher分子會消除螢光物發出的螢光，只要螢光物和quencher在接近狀態下，會抑制任何螢光信號。 | 強烈建議 | term:mixs[ampliconSize] | 83 | 擴增子 (amplicon) 的长度，以鹼基對 (base pair) 為單位。 | 強烈建議 | term:mixs[thresholdQuantificationCycle] | 0.3 | 螢光信號在cycle之間的閾值。 | qPCR: 強烈建議 | term:mixs[baselineValue] | 15 | 目標擴增的螢光信號低於非來自真實目標扩增的背景螢光信號的循環數。 | qPCR: 強烈建議 | term:mixs[quantificationCycle] | 37.9450950622558 | 達到閾值以上的螢光信號所需的循环数。Quantification cycle (Cq), threshold cycle (Ct), crossing point (Cp), 和 take-off point (TOP) 指的是即時儀器的相同值。使用 quantification cycle (Cq), 建議根據 http://www.rdml.org[RDML (Real-Time PCR Data Markup Language) 資料標準] | | term:mixs[automaticThresholdQuantificationCycle] | no | 儀器的閾值是否為儀器默認或手動輸入 | | term:mixs[automaticBaselineValue] | no | 儀器的基準值是否為儀器默認或手動輸入 | | term:mixs[contaminationAssessment] | no | 是否進行了DNA或RNA的污染評估。 | | term:mixs[estimatedNumberOfCopies] | 10300 | 每µl的目標分子數。每個分區的平均copy數可以 ?=m/n 來計算，期中n為分區數，m為所有分區的總體積的估計copy數。 | | term:mixs[amplificationReactionVolume] | 22 | PCR反應體積 | | term:mixs[amplificationReactionVolumeUnit] | µl | PCR反應體積的單位。許多儀器需要準備比實際分析體積更大的初始樣品體積。 | | term:mixs[pcr_analysis_software] | BIO-RAD QuantaSoft | 用於分析d(d)PCR運行的軟體。 | | term:mixs[experimentalVariance] | | 鼓勵進行多重生物重復以評估總實驗差異。當進行單一dPCR實驗時，必須從二項 (或適當等效) 分佈中計算出僅由計數誤差引起的差異的最小估計。 | | term:mixs[target_gene] | 16S rRNA, 18S rRNA, nif, amoA, rpo | 基於marker-based研究的目標基因或marker名稱 | 強烈建議 | term:mixs[target_subfragment] | V6, V9, ITS | 基因或marker子片段的名稱。主要是要識別，例如16S rRNA基因的高變異性V6區域等marker的特殊區域 | 強烈建議 | term:mixs[pcr_primer_forward] | GGACTACHVGGGTWTCTAAT | 用於擴增目標基因或子片段序列的前向PCR引子序列。 | 強烈建議 | term:mixs[pcr_primer_reverse] | GGACTACHVGGGTWTCTAAT | 用於擴增目標基因或子片段序列的反向PCR引子序列。 | 強烈建議 | term:mixs[pcr_primer_name_forward] | jgLCO1490 | 前向PCR引子的名稱 | 強烈建議 | term:mixs[pcr_primer_name_reverse] | jgHCO2198 | 反向PCR引子的名稱 | 強烈建議 | term:mixs[pcr_primer_reference] | https://doi.org/10.1186/1742-9994-10-34 | 引子的參考文獻 | 強烈建議 | term:mixs[env_broad_scale] | forest biome [ENVO:01000174] | *等同於MIxS v4中的env_biome* + 在此字段中，列出樣品或標本來源的主要環境系統。識別的系統應具有較粗略的空間廣度，以提供採樣地點的一般環境背景描述 (例如，您是否在沙漠還是雨林中)。我們建議使用ENVO的生物群系類的子類： + http://purl.obolibrary.org/obo/ENVO_00000428 | 建議 | term:mixs[env_local_scale ] | litter layer [ENVO:01000338] | *等同於MIxS v4中的env_feature* + 在此字段中，列出樣品或標本來源的當地環境中的實體或實體，且您認為會對您的樣品或標本具有重要因果影響。請使用ENVO中存在的並且比您env_broad_scale輸入的空間廣度更小的術語。 | 建議 | term:mixs[env_medium] | soil [ENVO:00001998] | *等同於MIxS v4中的env_material* + 在此字段中，列出在採樣之前環繞樣品或標本的環境或基質 (使用 (\|) 做分隔)。請使用ENV的環境材料類的一個或多個子類： + http://purl.obolibrary.org/obo/ENVO_00010483 | 建議 | term:mixs[concentration] | 67.5 | DNA濃度 (重量 ng/體積 µl)，參考 http://terms.tdwg.org/wiki/ggbn:concentration | 建議 | term:mixs[concentrationUnit] | ng/µl | 濃度量化的單位，參考 http://terms.tdwg.org/wiki/ggbn:concentrationUnit | 建議 | term:mixs[methodDeterminationConcentrationAndRatios] | Nanodrop, Qubit | 濃度量化的方法，參考 http://terms.tdwg.org/wiki/ggbn:methodDeterminationConcentrationAndRatios | 建議 | term:mixs[ratioOfAbsorbance260_230] | 1.89 | 在260nm和230nm波長的吸收比例，評估DNA純度 (通常為次要指標測量EDTA、碳水化合物、苯酚)，(DNA樣本)。 參考link:http://terms.tdwg.org/wiki/ggbn:ratioOfAbsorbance260_230[] | 建議 | term:mixs[ratioOfAbsorbance260_280] | 1.91 | 在280nm和230nm波長的吸收比例，評估DNA純度 (通常為次要指標測量EDTA、碳水化合物、苯酚)，(DNA樣本)。 參考 | 建議 | term:mixs[samp_collect_device] | biopsy, niskin bottle, push core | 用於收集樣本的方法或設備 | 建議 | term:mixs[samp_mat_process] | filtering of seawater, storing samples in ethanol | 從環境中採樣中和後，對樣本進行的任何處理。該字段接受OBI，有關OBI (v 2018-02-12) 術語的瀏覽器，請參考 http://purl.bioontology.org/ontology/OBI | 建議 | term:mixs[samp_size] | 5 litre | 收集的樣本的量或大小 (體積、質量或面積) | 建議 | term:mixs[size_frac] | 0-0.22 micrometer | 樣本處理中使用的過濾孔徑大小 | 建議 | term:mixs[pcr_primer_lod] | 51 | Assay最低可檢測目標的水平 | 強烈建議 | term:mixs[pcr_primer_loq] | 184 | Assay最低可檢測的copy數量 | 強烈建議

source: Marine datasets and the Ocean Biodiversity Information System (OBIS)
zh_tw: 海洋資料集和海洋生物多樣性信息系統 (OBIS)

source: When working with datasets originating in the marine environment, it is recommended that the information is published also in the https://obis.org[Ocean Biodiversity Information System^] (OBIS) in addition to GBIF. OBIS is a global biodiversity database, which is specialized in providing reliable and accessible data related to marine life and is a part of the IOC-UNESCO. Like GBIF, and ALA, OBIS uses the DwC-A format for data indexing and publishing. By publishing marine datasets through OBIS in addition to other biodiversity databases, the data can reach a broader audience, and diverse groups working in the field of marine biodiversity, as datasets in OBIS are often used for UN processes. With the focus on marine datasets, stringent quality controls on the data increase the reliability of the data and lead to small differences in what information is required for publishing in OBIS as opposed to GBIF.
zh_tw: 在處理來自海洋環境的資料集時，除了GBIF之外，也建議將資料發布在 https://obis.org[海洋生物多樣性信息系統(OBIS)^]。 OBIS是一個全球性的生物多樣性資料庫，是IOC-UNESCO的一部分，專門提供與海洋生物相關的可靠並可查找的資料。與GBIF和ALA一樣，OBIS使用DwC-A格式進行資料索引和發布。同時將海洋資料集通過其他生物多樣性資料庫和OBIS發布，資料可以觸及更廣泛的受眾以及在海洋生物多樣性領域工作的多個社群，因為OBIS中的資料常應用在聯合國的相關工作。海洋資料發布到OBIS時所需的資訊與GBIF有些不同的小差異，這些差異帶出了資料嚴格品質管控，提高了海洋資料集資料的可信度。
