Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: The <<figure-workflow,flowchart>> outlines the processing steps involved in publishing amplicon-derived molecular biodiversity data in repositories such as GBIF and national biodiversity data platforms, including those built on the ALA platform. This guide’s focus is primarily on the steps following the arrival of raw <<fastq,FASTQ>> sequences from the sequencing step. By familiarizing themselves with the flowchart—and noting any steps that appear familiar or unclear—users will be able to navigate the content included in the guide.
fr: Le diagramme <<figure-workflow,diagramme>> décrit les étapes de traitement nécessaires à la publication de données de biodiversité moléculaire dans des référentiels tels que le GBIF et les plateformes nationales de données sur la biodiversité, y compris celles construites sur la plateforme ALA. Ce guide se concentre principalement sur les étapes qui suivent l’acquisition des séquences brutes <<fastq,FASTQ>> issues de l'étape de séquençage. En se familiarisant avec le diagramme — et en notant toute étape qui semble familière ou peu claire — les utilisateurs seront en mesure de voguer dans les contenus de ce guide.
zh_tw: <<figure-workflow,流程圖>>概述GBIF和國家級生物多樣性資訊平台 (包括建立在ALA上的平台) 等資料庫中發布擴增子 (amplicon) 衍生分子生物多樣性資料所涉及的處理步驟。此文件的重點主要放在定序後得到原始<<fastq,FASTQ>>序列的後續步驟。通過流程圖，並註意任何看起來熟悉或不清楚的步驟，讀者將能夠以此流程作參考並瀏覽此文件中所包含的內容。

source: Overall workflow for DNA sequence-derived biodiversity data as described in this guide.
fr: Flux de travail global pour les données sur la biodiversité dérivées de séquences ADN, tel que décrit dans ce guide.
zh_tw: DNA衍生生物多樣性資料在此文件中的流程圖總覽

source: We have done our best to present the information in this guide so that it is useful for each of the audiences described above, but background reading (e.g. https://www.gbif.org/publishing-data[GBIF quick guide to data publishing]) may be required in certain cases.
fr: Les auteurs se sont efforcés de rendre les informations de ce guide utiles à chacun des publics décrits ci-dessus, mais des lectures plus approfondies (par exemple https://www.gbif.org/publishing-data[GBIF quick guide to data publishing]) peuvent être nécessaires dans certains cas.
zh_tw: 我們盡力在此文件中提供對讀者有幫助的資訊，但延伸閱讀 (例如：link:https://www.gbif.org/zh-tw/publishing-data[GBIF資料發布快速指南^]) 在某些情況下可能會有幫助。

source: Introduction to DNA-derived occurrence data
fr: Introduction aux données d'occurrence dérivées de l'ADN
zh_tw: DNA衍生出現紀錄資料之簡介

source: DNA-derived biological occurrence data include information derived from DNA from individual organisms, but also from environmental DNA (eDNA, i.e. DNA extracted from environmental samples, https://doi.org/10.1016/j.biocon.2014.11.019[Thomsen & Willerslev 2015^]) and from bulk samples comprising many individuals (e.g. plankton samples or Malaise trap samples consisting of multiple individuals from many species). Currently, the greatest volume of DNA-derived occurrence data derives from eDNA. Since analytical methods and end products are largely similar for all sample sources, the discussion below will focus on eDNA (<<category-i>> and <<category-ii>>), noting that the outline is applicable to the other sources. Surveys often utilize targeted sequencing of taxonomically and phylogenetically informative genetic markers, but can also use, for example, qPCR-based approaches that do not directly result in DNA sequence data (<<category-iii>> and <<mapping-ddpcr-qpcr-data>>). This guide may appear heavy in DNA related terms; if this is the case, please consult the <<glossary>>.
zh_tw: DNA衍生的出現紀錄包括來自個體生物DNA的資訊、環境DNA的資訊 (eDNA，即從環境樣本中所萃取的DNA，link:https://doi.org/10.1016/j.biocon.2014.11.019[Thomsen & Willerslev 2015^]) 和包含許多個體的大量樣本 (bulk samples，例如浮游生物樣本或來自Malaise的陷阱樣本，由許多個物種及多個個體所組成)。目前，最大量的DNA衍生出現紀錄來自eDNA。由於所有樣品來源的分析方法和最終成果在很大程度上相似，因此下面的討論將集中在eDNA (<<category-i>> 和 <<category-ii>>)，如適用於其他來源，也將特別提出。調查通常利用分類學和遺傳學上可參考的目標區間定序，但也可以使用在不直接產生DNA序列資料，如基於qPCR的方法 (<<category-iii>> 和 <<mapping-ddpcr-qpcr-資料>>)。此文件裡與DNA相關的所使用術語請查閱 <<glossary,詞彙>>。

source: Environmental DNA as a source for DNA-derived occurrence data
fr: L’ADN environnemental comme source de données d’occurrence
zh_tw: DNA衍生出現紀錄來源之一—環境DNA

source: Environmental DNA has been in use as a term since 1987, when it was first used to describe DNA from microbes in sediment samples (https://doi.org/10.1016/0167-7012(87)90025-x[Ogram et al. 1987^]). eDNA is now more broadly used to describe a complex mix of DNA from different organisms (https://doi.org/10.1093/oso/9780198767220.001.0001[Taberlet et al. 2018^] and https://doi.org/10.1111/j.1365-294X.2012.05542.x[2012^]). Thus, eDNA includes all DNA extracted from a specific environmental sample, regardless of substrate and which species it contains. It may be extracted from a wide range of sources, including skin and hair cells, saliva, soil, faeces, and from living or recently dead organisms (https://doi.org/10.1007/s00374-008-0345-8[Pietramellara et al. 2009^]). Environmental DNA often sufficiently represents all organisms in a given sample. In practice, however, the presence of DNA in the environmental sample depends on an organisms habitat selection, body size, morphology and activity level. Also, the sampling methods used to capture the DNA (https://doi.org/10.1093/oso/9780198767220.001.0001[Taberlet et al. 2018^]) and the stage of DNA degradation can affect the presence of DNA.
zh_tw: 環境DNA (eDNA) 這個詞自1987年來開始使用，當時首次用於描述沉澱物樣品中微生物的DNA (https://doi.org/10.1016/0167-7012(87)90025-x[Ogram等人 1987^])。現在eDNA更廣泛的被用於描述來自不同生物體DNA的混合物 (https://doi.org/10.1093/oso/9780198767220.001.0001[Taberlet等人 2018^] 和 https://doi.org/10.1111/j.1365-294X.2012.05542.x[2012^])。因此，eDNA的定義為從特定環境樣本中萃取的所有DNA，不論其基質和包含的物種為何。它可以從多種來源中萃取，包括皮膚、毛細胞、唾液、土壤、糞便以及活的或最近死亡的生物體 (https://doi.org/10.1007/s00374-008-0345-8[Pietramellara等人 2009^])。環境DNA通常足以代表樣本中的所有生物體。 然而實際上，環境樣本中DNA的存在取決於棲息地選擇、生物體體型、形態、活動量、用於採集DNA的採樣方法 (https://doi.org/10.1093/oso/9780198767220.001.0001[Taberlet等人 2018^]) 以及DNA的降解程度。

source: Caricature of sampling processes comparing data collection by A) traditional ecological/biodiversity sampling methods, and B) eDNA-based studies, here exemplified by metabarcoding. This is a simplified representation. For eDNA, most of the steps up to sequencing will involve technical or biological replications to identify contamination and false positives as well as false negative results, making the structure of data and metadata hierarchical. However, studies will often include both types of sampling. For example, if the 'Reference Library' used in B) does not contain all relevant species from a given group of organisms, it will be necessary to go back to A). It may also be that 'Resolving against Reference Library' produced unexpected or unlikely results, in which case further studies using traditional methodology will be required to determine whether the species identified by bioinformatic analysis can be verified.
fr: Représentation simplifiée des processus d'échantillonnage comparant la récolte de données par A) les méthodes traditionnelles d'échantillonnage utilisées en écologie/biodiversité, et B) les études basées sur l'eDNA, illustrées ici par le métabarcoding. Pour l'eDNA, la plupart des étapes jusqu'au séquençage impliquent des réplications techniques ou biologiques, qui permettent d'identifier les contaminations et les faux positifs ainsi que les faux négatifs, résultant en une structure hiérarchique des données et des métadonnées. Cependant, les études comprendront souvent les deux types d'échantillonnage. Par exemple, si la "Bibliothèque de référence" utilisée en B) ne contient pas toutes les espèces pertinentes d'un groupe donné d'organismes, il sera nécessaire de revenir à A). Il se peut également que la "résolution par rapport à la bibliothèque de référence" produise des résultats inattendus ou improbables, auquel cas d'autres études utilisant la méthodologie traditionnelle seront nécessaires pour déterminer si les espèces identifiées par l'analyse bioinformatique peuvent être vérifiées.
zh_tw: 這張示意圖呈現了採樣過程，比較了 A) 傳統生態/生物多樣性抽樣方法和 B) 以eDNA為基礎研究 (此圖以高通量分子條碼研究為例) 所收集的資料。對於eDNA研究來說，基因定序之前的大部分步驟將涉及使用技術性及生物性重複樣本，以便識別污染、假陽性以及假陰性的結果。這從而造就資料和詮釋資料的架構。研究會有可能包括這兩種類型的採樣模式。例如，如果 B) 中使用的「參考資料庫」不包含特定生物組相關的物種資訊，則有必要返回使用方法 A)。在有些情況下，也有可能出現在對照「參考資料庫」後產生了意想不到或不太可能的結果，則需要使用傳統方法進行進一步研究，以確定生物資訊分析鑑定的物種是否可以得到驗證。

source: eDNA is thus a sample type, not a method, including DNA derived from any environmental sample rather than from the capture and sequencing of a targeted individual. Such sample types includes water, soil, sediment and air, but also gut content samples and tissue (plant/animal) where the host DNA is not targeted (https://doi.org/10.1093/oso/9780198767220.001.0001[Taberlet et al. 2018^]). A number of analytical methods exist for studying environmental DNA. These can be divided into two main classes: 1) those which aim to detect a specific organism and 2) those which describe an assemblage or a community of a range of organisms. Different methods of analysis will generate different types and volumes of data. Most often DNA concentrations are low, and technical and biological replicates should be used to validate species detection.
fr: L'eDNA est donc un type d'échantillon, et non une méthode, qui inclut l'ADN dérivé de tout échantillon environnemental plutôt que de la capture et séquençage d'un individu ciblé. Ces types d'échantillons comprennent l'eau, le sol, les sédiments et l'air, mais aussi les échantillons de contenu intestinal et les tissus (végétaux/animaux) où l'ADN de l'hôte n'est pas la cible (https://doi.org/10.1093/oso/9780198767220.001.0001[Taberlet et al. 2018^]). Un certain nombre de méthodes analytiques existent pour étudier l'eDNA. Elles peuvent être divisées en deux grandes catégories : 1) celles qui visent à détecter un organisme spécifique et 2) celles qui décrivent un assemblage ou une communauté de nombreux organismes. Les différentes méthodes d'analyse génèrent différents types et volumes de données. Le plus souvent, les concentrations d'ADN sont faibles et des réplications techniques et biologiques doivent être utilisées afin de valider la présence/absence des espèces.
zh_tw: 因此，eDNA不是一種方法而是一種樣本類型，包括來自任何環境樣本的DNA，而不是來自目標個體的捕獲和定序。此類樣本類型包括水、土壤、沉澱物和空氣，還包括不以宿主DNA為目標的腸道內容物樣本和組織 (植物/動物) (https://doi.org/10.1093/oso/9780198767220.001.0001[Taberlet等人 2018^])。研究環境DNA有多種分析方法可用，大多分為兩大類：1) 目標為檢測特定生物體；2) 歸納與描述生物體的群落。不同的分析方法將會產生不同類型和數量的資料。在大多數DNA濃度較低的情況下，應使用技術性及生物性重複樣本來驗證所檢測到的物種。

source: Several studies show that, for water samples, analyses based on eDNA may have a higher probability of finding rare and hard to survey species than conventional methods (https://doi.org/10.1111/j.1365-294X.2011.05418.x[Thomsen et al. 2012^]; https://doi.org/10.1016/j.biocon.2014.11.029[Biggs et al. 2015^]; https://doi.org/10.1111/mec.13428[Valentini et al. 2016^]; https://doi.org/10.1002/edn3.74[Bessey et al. 2020^]). The same may be true in other environments. Therefore, eDNA may be suitable for monitoring rare red list species and undesirable alien species that often have low densities and that are difficult to detect with conventional methods because sometimes DNA traces can still be detected, although the actual organism is no longer present there. Environmental DNA methods are able to detect cryptic organisms, especially those that are small and unable to be detected by the naked eye (e.g. bacteria and fungi). In addition, eDNA can also be used for observation of many species simultaneously, and may describe entire biological communities or major components of them (https://ntnuopen.ntnu.no/ntnu-xmlui/handle/11250/2612638[Ekrem & Majaneva 2019^]).
fr: Plusieurs études montrent que, pour les échantillons d'eau, les analyses basées sur l'eDNA peuvent avoir une meilleure probabilité de trouver des espèces rares et difficiles à étudier que les méthodes conventionnelles (https://doi.org/10.1111/j.1365-294X.2011.05418.x[Thomsen et al. 2012^]; https://doi.org/10.1016/j.biocon.2014.11.029[Biggs et al. 2015^]; https://doi.org/10.1111/mec.13428[Valentini et al. 2016^]; https://doi.org/10.1002/edn3.74[Bessey et al. 2020^]). Il peut en être de même pour d'autres environnements, où des traces d'ADN peuvent encore être détectées, bien que l'organisme réel n'y soit plus présent. Par conséquent, l'eDNA peut convenir à la surveillance des espèces rares figurant sur les listes rouges, ainsi que des espèces exotiques indésirables, qui sont souvent présentes en faibles densités, rendant la détection avec les méthodes conventionnelles particulièrement difficile. Les méthodes d'analyse de l'eDNA permettent de détecter des organismes cryptiques, notamment ceux de petite taille, qui ne peuvent pas être détectés à l'œil nu (bactéries et champignons, par exemple). En outre, l'eDNA peut également être utilisé pour l'observation de nombreuses espèces simultanément, et peut décrire des communautés biologiques entières ou des composants majeurs de celles-ci (https://ntnuopen.ntnu.no/ntnu-xmlui/handle/11250/2612638[Ekrem & Majaneva 2019^]).
zh_tw: 多項研究顯示，eDNA用於水樣的分析可能比傳統方法更有可能發現稀有且難以調查的物種 (link:https://doi.org/10.1111/j.1365-294X.2011.05418.x[Thomsen等人 2012^]；link:https://doi.org/10.1016/j.biocon.2014.11.029[Biggs 2015^]；link:https://doi.org/10.1111/mec.13428[Valentini等人 2016^]；link:https://doi.org/10.1002/edn3.74[Bessey等人 2020^])，而在其他環境中也可能如此。儘管實際的生物體不再存在於那裡，但有時仍然可以檢測到DNA痕跡。因此，eDNA適合用來監測稀有的紅皮書名錄物種和外來物種，因這些物種通常密度較低，並且難以用常規方法檢測到。環境DNA方法也能夠檢測隱藏的生物體，尤其是那些肉眼無法目測到的微小生物體 (例如細菌和真菌)。此外，eDNA還可用於同時觀察許多物種，即用來描述整個生物群落或其主要組成 (https://ntnuopen.ntnu.no/ntnu-xmlui/handle/11250/2612638[Ekrem & Majaneva 2019^])。

source: Some studies show a relationship between the amount of DNA for a given species in an environmental sample and the biomass of the species in the environment. One can therefore potentially also think of environmental DNA allowing a so-called semi-quantitative estimate (indirect target) for organism biomass, both from environmental samples and bulk samples (https://doi.org/10.1371/journal.pone.0035868[Takahara et al. 2012^]; https://doi.org/10.1111/j.1365-294X.2011.05418.x[Thomsen et al. 2012^]; https://doi.org/10.1111/j.1365-294X.2011.05261.x[Andersen et al. 2012^]; https://doi.org/10.1038/ismej.2013.61[Ovaskainen et al. 2013^]; https://doi.org/10.1111/1755-0998.12522[Lacoursière-Roussel et al. 2016^]; https://doi.org/10.1371/journal.pone.0165252[Thomsen et al. 2016^]; https://doi.org/10.1111/mec.13428[Valentini et al. 2016^]; https://doi.org/10.1002/edn3.45[Fossøy et al. 2019^]; https://doi.org/10.1002/edn3.7[Yates et al. 2019^]; https://doi.org/10.1038/s41598-019-40233-1[Doi et al. 2017^]). However, other studies show little correlation between environmental DNA quantity and estimated population density (https://doi.org/10.1016/j.jembe.2018.09.004[Knudsen et al. 2019^]). PCR, quantification, mixing and other biases are frequently debated. For example, moult, reproduction and mass death can contribute to increased levels of crustacean environmental DNA in water, while turbidity and poor water quality reduce the amount of detectable environmental DNA (https://doi.org/10.1111/1365-2664.13404[Strand et al. 2019^]). Therefore we encourage data publishers to supply both read counts for each OTU or ASV per sample as well as total read count per sample, as this is necessary information for users to make their own conclusions on presence/absence and (relative) abundance.
zh_tw: 一些研究顯示，在環境樣本中，特定物種的DNA量與該物種在環境中的生物質之間存在某種關係。因此，環境DNA有潛力做為對生物質進行所謂的半定量估算 (semi-quantitative；間接目標)，無論是從環境樣本還是大量樣本中 (link:https://doi.org/10.1371/journal.pone.0035868[Takahara等人 2012^]；link:https://doi.org/10.1111/j.1365-294X.2011.05418.x[Thomsen等人 2012^]；link:https://doi.org/10.1111/j.1365-294X.2011.05261.x[Andersen等人 2012^]； link:https://doi.org/10.1038/ismej.2013.61[Ovaskainen等人 2013^]；link:https://doi.org/10.1111/1755-0998.12522[Lacoursière-Roussel等人 2016^]；link:https://doi.org/10.1371/journal.pone.0165252[Thomsen等人 2016^]； link:https://doi.org/10.1111/mec.13428[Valentini等人 2016^]；link: https://doi.org/10.1002/edn3.45[Fossøy等人 2019^]；link:https://doi.org/10.1002/edn3.7[Yates等人 2019^]；link:https://doi.org/10.1038/s41598-019-40233-1[Doi等人 2017^])。然而其他研究顯示，環境DNA的量與估算的族群密度之間幾乎沒有相關性 (https://doi.org/10.1016/j.jembe.2018.09.004[Knudsen等人2019^])。PCR、定量、混合和其他偏差議題經常有爭議。例如脫皮、繁殖和大規模死亡可能會導致水中甲殼動物環境DNA水平增加，而濁度和水質惡劣則會減少可檢測到的環境DNA量 (https://doi.org/10.1111/1365-2664.13404[Strand等人 2019^])。因此，我們鼓勵資料發布者提供每個樣本每個OTU或ASV的read counts以及total read counts per sample，因為這可以讓資料使用者對於物種出現/無出現和 (相對) 豐度在使用資料時做參考並自行判斷是否適用。

source: DNA-metabarcoding: sequence-derived data
fr: Métabarcoding : données dérivées de séquences
zh_tw: DNA高通量分子條碼 (Metabarcoding)：序列衍生資料

source: The generation of sequence-derived data is currently increasing fast due to the development of <<barcoding,DNA-metabarcoding>>. This method utilizes general primers to generate thousands to millions of short DNA-sequences for a given group of organisms with the help of high-throughput sequencing (HTS, alt. next-generation sequencing (NGS)). By comparing each DNA-sequence to a reference database such as GenBank (https://doi.org/10.1093/nar/gkj157[Benson et al. 2006 ^]), BOLD (http://dx.doi.org/10.1111/j.1471-8286.2007.01678.x[Ratnasingham et al. 2007^]), or UNITE (https://doi.org/10.1093/nar/gky1022[Nilsson et al. 2019^]), each sequence can be assigned to a species or higher rank taxon identity. <<barcoding,DNA-metabarcoding>> is used for samples originating from both terrestrial and aquatic environments, including water, soil, air, sediments, biofilms, plankton, bulk samples and faces, simultaneously identifying hundreds of species (https://doi.org/10.1016/j.gecco.2019.e00547[Ruppert et al. 2019^]).
zh_tw: 由於<<barcoding,DNA-metabarcoding>>的迅速發展，序列衍生資料目前正迅速的產生和增加中。此方法利用通用的引子，借助高通量定序 (High-throughtput sequencing, HTS，或稱次世代测序 (NGS))，為特定的生物群體產生數千至數百萬個短DNA序列。通過將每個DNA序列與GenBank (https://doi.org/10.1093/nar/gkj157[Benson等人 2006])、BOLD (http://dx.doi.org/10.1111/j.1471-8286.2007.01678.x[Ratnasingham等人 2007]) 或UNITE (https://doi.org/10.1093/nar/gky1022[Nilsson等人 2019]) 等基因序列資料庫進行比對，可以將每個序列鑑定至物種或更高階層的分類單元。 <<barcoding,DNA-metabarcoding>>可以用於源自陸地和水域環境的樣本，包括水、土壤、空氣、沉積物、生物膜、浮游生物、大體積樣本和糞便樣本，並可同時識別數百種物種 (https://doi.org/10.1016/j.gecco.2019.e00547[Ruppert等人 2019])。

source: The identification and classification of organisms from sequence data and marker-based surveys depends on access to a reference library of sequences taken from morphologically identified specimens that are matched against the newly generated sequences. The efficacy of classification depends on the completeness (coverage) and the reliability of reference libraries, as well as the tools used to carry out the classification. These are all moving targets, making it essential to apply taxonomic expertise and caution in the interpreting results (<<taxonomy-of-sequences>>). Availability of of all verified <<asv,amplicon sequence variants>> (https://doi.org/10.1038/ismej.2017.119[Сallahan et al. 2017^]) allow for precise reinterpretation of data, intra-specific population genetic analyses (https://doi.org/10.1111/eva.12882[Sigsgaard et al. 2019^]) and is likely to increase identification accuracy, and for this reason we recommend to share (unclustered) ASV data.
zh_tw: 調查中使用序列或目標區間 (marker-based) 的定序並要成功鑑定物種，取決於那些已在形態上做了相關研究並已辨識的標本中所提取的基因序列。這些序列存在在基因序列資料庫中才能與調查所產出的新序列進行比對。分類的有效性取決於基因序列資料庫的完整性 (覆蓋率) 和可靠性，以及用於進行分類的分析工具。這些都是不斷在變化中的目標，因此在解釋結果時應謹慎且運用分類學專業知識 (<<基因序列的分類學>>)。所有經過驗證的 <<asv, ASV (Amplicon Sequence Variants)>> (https://doi.org/10.1038/ismej.2017.119[Сallahan等人 2017^]) 將有機會在未來對資料進行重分析讓其更精確、進行種內族群遺傳分析 (https://doi.org/10.1111/eva.12882[Sigsgaard等人 2019^]) 並且可能增加鑑定的準確性。基於這個原因，我們建議發布共享 (序列未分群的，unclustered) ASV資料。

source: Metagenomic: sequence-derived data
fr: Métagénomique : données dérivées de séquences ADN
zh_tw: 總體基因體學 (Metagenomic)：序列衍生資料

source: Sequence derived diversity data may also be generated using amplification free metagenomic methods whereby all DNA in a sample is targeted for sequencing (https://doi.org/10.1002/047001153X.g205313[Tyson & Hugenholtz 2005^]), rather than specific amplicons or barcodes, as described above. Sequence derived diversity data obtained from metagenomic sequencing can be in the form of sequence matches to annotated gene databases (as above) or as (near) complete metagenome assembled genomes (MAGs). While metabarcoding methods still dominate in terms of sequence derived diversity information, metagenomic data is becoming more important, as evidenced by the growing number of MAGS and their utility in informing phylogeny and taxonomy (https://doi.org/10.1038/s41587-020-0501-8[Parks et al. 2020^]); discussion of the rapidly evolving methods associated with metagenome analysis is beyond the scope of this document. This document uses metabarcoding as the model for discussion around concepts and methods for publishing sequence derived diversity data, and while the bioinformatic pathways will differ for metagenomic data, the end result (a sequence, often in the form of a contig/assembly) is congruent with the concepts suggested for metabarcoding data (i.e., sample specific, sample collection, data generation and processing workflow metadata should be captured).
fr: Les données de biodiversité dérivées de séquences ADN peuvent également être générées en utilisant des méthodes métagénomiques sans amplification, par lesquelles tout l'ADN d'un échantillon est ciblé pour le séquençage (https://doi.org/10.1002/047001153X.g205313[Tyson & Hugenholtz 2005^]), plutôt que des amplicons ou des codes-barres spécifiques, comme décrit ci-dessus. Les données de biodiversité dérivées de séquences ADN obtenues à partir du séquençage métagénomique peuvent se présenter sous la forme de correspondances de séquences avec des bases de données de gènes annotés (comme ci-dessus) ou en tant que génomes assemblés (MAGs) (presque) complets. Alors que les méthodes de métabarcoding dominent toujours en termes d'informations sur la biodiversité dérivée de séquences ADN, les données métagénomiques prennent de plus en plus d'importance, comme en témoigne le nombre croissant de MAGS et leur utilité pour améliorer la phylogénie et la taxonomie (https://doi.org/10.1038/s41587-020-0501-8[Parks et al. 2020^]); la discussion sur les méthodes associées à l'analyse du métagénome, qui évoluent actuellement de manière très rapide, dépasse le cadre du présent document. Ce document utilise le métabarcoding comme modèle de discussion autour des concepts et des méthodes de publication des données sur la biodiversité dérivées de séquences ADN, et bien que les voies bioinformatiques soient différentes pour les données métagénomiques, le résultat final (une séquence, souvent sous la forme d'un contig/assemblage) est conforme aux concepts suggérés pour les données de métabarcoding (c'est-à-dire que les métadonnées du flux de travail spécifiques à l'échantillon, à la récolte de l'échantillon, à la génération de données et au traitement doivent être saisies).
zh_tw: 基因序列衍生的生物多樣性資料也可以從總體基因體 (Metagenomic) 的方法生成，即樣本中所有的DNA都進行定序 (https://doi.org/10.1002/047001153X.g205313[Tyson＆Hugenholtz 2005^]) 且不使用特定的引子或分子條碼。從總體基因體序列中獲得的衍生序列生物多樣性資料可以與基因資料庫裡的已註解基因資料做比對並做註解 (如上所示)，也可以作為 (接近) 完整的總體組裝基因體 (Metagenome assembled genomes, MAGs)。雖然metabarcoding的方法在基因序列衍生生物多樣性資訊方面仍然佔主導地位，但總體基因體資料來源也變得越來越重要。這已證實在MAGs數量的迅速增加以及它們在系統分類學中的實用性 (https://doi.org/10.1038/s41587-020-0501-8[Parks等人 2020^])；但對於與MAGs分析相關迅速發展方法的討論超出了此文件的範疇。此文件主要圍繞metabarcoding作為發布序列衍生生物多樣性資料的概念和方法進行討論。雖然與MAGs在生物資訊分析上有差異，但最終結果 (一條序列，通常以contig/assembly的形式存在) 與metabarcoding資料概念一致 (即樣本收集，資料產生和工作處理流程的詮釋資料應該被記錄)。

source: qPCR/ddPCR: occurrence data
fr: qPCR/dPCR : données d'occurrence
zh_tw: qPCR/ddPCR：出現紀錄資料
