Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: Regardless of the selected format, each GBIF user download receives a reusable link to the query and a data citation that includes a DOI. This DOI-based citation system provides the means of recognizing and crediting uses to datasets and data originators, improving both the credibility and transparency of the findings based on the data. It is essential to follow data citation recommendations and use DOIs, as good data citation culture is not only the academic norm, but also a powerful mechanism for crediting acknowledging and, therefore, incentivizing data publishers.
fr: Quel que soit le format sélectionné, chaque téléchargement d'utilisateur du GBIF reçoit un lien réutilisable vers la requête et une citation des données incluant un DOI. Ce système de référence basé sur le DOI fournit un moyen permettant de reconnaître et de créditer les utilisations des jeux de données et des fournisseurs de données, améliorant à la fois la crédibilité et la transparence des résultats basés sur ces données. Il est essentiel de suivre les recommandations de citation de données et d'utiliser les DOIs, une bonne culture de citation de données n'étant pas seulement la norme académique, mais aussi un mécanisme puissant pour créditer, reconnaitre et, par conséquent, encourager les éditeurs de données.
zh_tw: 無論所選格式為何，每個GBIF用戶的下載動作都會收到一個可重複使用的查詢連結和一個包含DOI的資料引用。這種基於DOI的引用系統提供了一種辨識和表彰資料集及資料來源的方法，提高了資料的研究結果的可信度和透明度。遵循資料引用建議並使用DOI是至關重要的，因為良好的資料引用文化不僅是學術標準，而且還是一種為資料發布者帶來認可和激勵的強大機制。

source: Data packaging and mapping
fr: Préparation et mapping des données
zh_tw: 資料打包與對照 (mapping)

source: This chapter focuses on practical details on turning your data export into a dataset indexed by a biodiversity data platform. <<categorization-of-your-data>> will help you understand what is the optimal mapping schema for your data at hand. <<data-mapping>> describes these mappings in detail.
fr: Ce chapitre se concentre sur les détails pratiques pour transformer votre export de données en un jeu de données indexé par une plateforme de données sur la biodiversité. <<catégorisation-des-données>> vous aidera à décider quel est le schéma de mapping optimal pour les données à votre disposition. <<mapping-des-données>> décrit ces mappings en détail.
zh_tw: 此章節主要介紹如何將您的資料輸出轉換為生物多樣性資料平台可索引的資料集。<<資料類別>> 將幫助您了解您手上資料的最佳對照架構。<<資料對照-mapping>> 詳細描述了這些對照。

source: This guide combines the standards for general biodiversity data publishing with genetic DNA-derived biodiversity data (<<figure-dwca-ipt>>). This “do-section” stops at providing mapping recommendations for different types of DNA-derived data.
fr: Ce guide combine les standards pour la publication de données générales sur la biodiversité avec les données génétiques sur la biodiversité dérivées de l'ADN (<<figure-dwca-ipt>>). Cette section "comment faire" fournit des recommandations de mapping pour différents types de données dérivées de l'ADN.
zh_tw: 本文件將生物多樣性資料發布的標準與基因DNA衍生的生物多樣性資料相結合 (<<figure-dwca-ipt>>)。此流程呈現不同類型DNA衍生資料的對照建議。

source: Data packaging and publishing pathways vary from platform to platform and are described in general documentation. One of the widespread ways to package data files is currently DwC-A, where data tables are arranged in a star schema, with records (rows) in peripheral extension files pointing to a single record in the central core file (<<figure-dwca-ipt>>). The different types of core files (e.g. occurrence and sampling-event) correspond to different classes of datasets. Although DNA-derived datasets often are event-based in nature, i.e. hundreds or even thousands of quantified sequence occurrences may derive from a single sampling event and thus share most metadata attributes, the current recommendation is to publish data as Occurrence core (Category I or II) with the DNA derived data extension. This approach compensates for limitations of the DwC star schema, which would not allow any occurrence-level data in extension files (such as processed barcode sequences) to point to records in an event core file. We do, however, recommend including an eventID for each core record, to indicate the association between occurrences derived from the same sampling event.
fr: Les modes de préparation et de publication des données varient d'une plateforme à l'autre et sont décrits dans la documentation générale. Actuellement, une des manières les plus répandues de préparer les fichiers de données est DwC-A, où les tableaux de données sont disposés selon un schéma en étoile, et les enregistrements (lignes) des fichiers d'extension périphériques pointent vers un seul enregistrement du fichier central (<<figure-dwca-ipt>>). Les différents types de fichiers centraux (par exemple, occurrence et événement d'échantillonnage) correspondent à différentes classes de jeux de données. Bien que les jeux de données dérivées de l'ADN soient souvent de nature événementielle, c'est-à-dire que des centaines, voire des milliers d'occurrences de séquences ADN peuvent provenir d'un même événement d'échantillonnage et donc partager la plupart des attributs des métadonnées, la recommandation actuelle est de publier les données en tant qu'Occurrences (catégorie I ou II) avec l'extension pour les données dérivées de l'ADN. Cette approche compense les limites du schéma en étoile du DwC, qui ne permet pas aux données relatives aux occurrences dans les fichiers d'extension (telles que les séquences de codes-barres traitées) de pointer vers les enregistrements d'un fichier événement. Nous recommandons cependant d'inclure un eventID pour chaque enregistrement central, afin d'indiquer l'association entre les occurrences dérivées du même événement d'échantillonnage.
zh_tw: 資料打包和發布途徑會因平台而異，這會在文件中進行描述。目前，一種廣泛使用的資料文件打包方式是DwC-A，其中資料表是按照星芒架構排列，外部擴充表中的記錄 (行) 指向核心文件中的單個記錄 (<<figure-dwca-ipt>>)。不同核心類型的文件 (例如出現紀錄和事件) 對應於不同類型資料集。儘管DNA衍生資料集通常是以事件為主，即數百甚至數千個已定量序列的出現紀錄可能源於單個採樣事件也共享大多詮釋資料的屬性，但目前的建議是將資料發布為出現紀錄核心 (類別一或二)，並附上DNA衍生資料擴充表。這種方法彌補了DwC星芒架構的限制，既該架構不允許擴充文件中有任何出現紀錄資料 (例如處理、分析後的條碼序列) 指向事件核心文件中的記錄。但是，我們建議為每個核心記錄加上一個eventID，以指示來自同一採樣事件的出現之間的關聯。

source: Zoom in of DwC-A / IPT from figure 3 in chapter 1.2. The choice of core entity is mainly a matter of fitting data to the data import mechanism (ingestion) of the biodiversity data platforms. Most data could be formulated as either Occurrence, Event or Taxon core, but as only the core can have extensions, this will affect the choice. It is for example not possible to extend occurrences with DNA sequences if data are packaged using Event core.
fr: Zoom sur le DwC-A / IPT de la figure 3 du chapitre 1.2. Le choix de l'entité centrale est principalement une question d'adaptation des données au mécanisme d'importation de données (ingestion) des plateformes de données sur la biodiversité. La plupart des données pourraient être formulées en tant qu'Occurrence, Evénement ou de Taxon, mais comme seul le core peut avoir des extensions, cela affectera forcément le choix. Par exemple, ce n'est pas possible d'ajouter des séquences ADN aux occurrences si les données sont présentées sous forme d'événements.
zh_tw: 第1.4章節中圖表3的DwC-A / IPT的放大圖。核心的選擇主要是將資料匹配到生物多樣性資料平台的資料導入機制 (ingestion) 中。大多數資料可以制定為出現紀錄、事件或分類單位的核心，但由於只有核心可以擴充，這將會影響其選擇。例如，如果使用事件核心包裝資料，則無法將DNA序列擴充表作為出現紀錄。

source: img/web/ct/dwca-structure.en.svg
zh_tw: img/web/ct/dwca-structure.zh-TW.svg

source: Categorization of your data
fr: Catégorisation des données
zh_tw: 資料類別

source: For the purpose of this guide, we categorize data into five categories, linked by a key ID field (_eventID_), equivalent to the standards for general biodiversity data, and include fields relevant for DNA-derived data (see xref:data-mapping[xrefstyle="full"]). These five categories seek to reflect the most commonly used molecular approaches to biodiversity characterization and are I) DNA-derived occurrences, II) enriched occurrences, III) targeted species detection, IV) name references and V) metadata only. Examine the decision tree and proceed to the correct section below.
fr: Pour la finalité de ce guide, nous classons les données en cinq catégories, reliées par un champ d'identification clé (_eventID_), qui correspondent aux standards applicables aux données générales sur la biodiversité, en incluant des champs pertinents pour les données dérivées de l'ADN (voir xref:mapping-des-données[xrefstyle="full"]). Ces cinq catégories représentent les approches moléculaires les plus couramment utilisées pour la caractérisation de la biodiversité et sont les suivantes : I) occurrences dérivées de l'ADN, II) occurrences enrichies, III) détection ciblée d'espèces, IV) références de noms et V) métadonnées. Examinez l'arbre de décision ci-dessous et allez directement à la section qui correspond à vos données.
zh_tw: 以這份文件的目的，我們將資料分為五個類別，通過一個關鍵的ID字段 (_eventID_) 進行關聯，該字段相當於一般生物多樣性資料的標準，並包括與DNA相關的字段 (見 xref:資料對照-mapping[xrefstyle="full"])。這五個類別旨在反映研究生物多樣性裡最常用的分子方法，分別是 (一) DNA衍生出現紀錄、(二) 多重引證出現紀錄、(三) 目標物種檢測、(四) 物種基因代號、和 (五) 僅有詮釋資料的資料集。使用下列的決策樹來引導至該類別。

source: A decision tree for DNA-derived data categorization.
fr: Arbre de décision pour la catégorisation des données dérivées de l'ADN.
zh_tw: DNA衍生資料類別的決策樹。

source: 5+| icon:question-circle[] _Is your data (meta)barcoding or qPCR based?_ 4+|(Meta)barcoding + ↓ |qPCR + ↓ 4+|icon:question-circle[] _Does data consist of digitized genetic material, or sequences, associated with location and time?_ |*<<category-iii,Category III>>* + Targeted species detection 2+|Yes + ↓ 2+|No + ↓ | 2+.^|icon:question-circle[] _Is the genetic material the *only* evidence of a given organism or community?_ 2+.^|icon:question-circle[] _Is the dataset a list of DNA-based names?_ | |Yes + ↓ |No + ↓ |Yes + ↓ |No + ↓ |
fr: 5+| icon:question-circle[] _Est-ce que vos données sont basées sur le (méta)barcoding ou sur la qPCR ?_ 4+|(Méta)barcoding + ↓ |qPCR + ↓ 4+|icon:question-circle[] _Est-ce que vos données consistent de matériel génétique numérisé ou de séquences ADN, associés à un endroit et à une date ?_ |*<<category-iii,Catégorie III>>* + Détection ciblée d'espèces 2+|Oui + ↓ 2+|Non + ↓ | 2+.^|icon:question-circle[] _Est-ce que le matériel génétique est la *seule* évidence d'un organisme ou d'une communauté ?_ 2+.^|icon:question-circle[] _Est-ce que le jeu de données consiste en une liste de noms basés sur l'ADN ?_ | |Oui + ↓ |Non + ↓ |Oui + ↓ |Non + ↓ |
zh_tw: 5+| icon:question-circle[] _您的資料來源是 (meta)barcoding 或是 qPCR?_ 4+|(Meta)barcoding + ↓ |qPCR + ↓ 4+|icon:question-circle[] _資料包含數位化的基因物質或序列，並與地點和時間相關聯嗎？_ |*<<category-iii,類別三>>* + 目標物種檢測 2+|是 + ↓ 2+|否 + ↓ | 2+.^|icon:question-circle[] _遺傳物質是特定生物或群體的**唯一**證據嗎？_ 2+.^|icon:question-circle[] _資料集是基於DNA的名錄清單嗎？_ | |是 + ↓ |否 + ↓ |是 + ↓ |否 + ↓ |

source: <|*<<category-i,Category I>>* +
fr: <|*<<category-i,Catégorie I>>* +
zh_tw: <|*<<category-i,類別一>>* +

source: DNA-based occurrences
fr: Occurrences dérivées de l'ADN
zh_tw: DNA衍生出現紀錄

source: <|*<<category-ii,Category II>>* +
fr: <|*<<category-ii,Catégorie II>>* +
zh_tw: <|*<<category-ii,類別二>>* +

source: Enriched occurrences
fr: Occurrences enrichies
zh_tw: 多重引證出現紀錄

source: <|*<<category-iv,Category IV>>* +
fr: <|*<<category-iv,Catégorie IV>>* +
zh_tw: <|*<<category-iv,類別四>>* +

source: Name references
fr: Références de noms
zh_tw: 物種基因代號

source: <|*<<category-v,Category V>>* +
fr: <|*<<category-v,Catégorie V>>* +
zh_tw: <|*<<category-v,類別五>>* +

source: Metadata-only |
fr: Métadonnées |
zh_tw: 僅有詮釋資料 |

source: Visual representation of categories I-V.
fr: Représentation visuelle des catégories I-V.
zh_tw: 類別一至五的視覺化呈現。

source: img/web/ct/eDNA-categories.en.svg
zh_tw: img/web/ct/eDNA-categories.zh-TW.svg

source: Category I: DNA-derived occurrences
fr: Catégorie I : occurrences dérivées de l'ADN
zh_tw: 類別一：DNA衍生出現紀錄

source: This category concerns data where a DNA sequence or detection through PCR is the only evidence for the presence of a given organism or community. In other words, the data cannot be traced back to an observable specimen. This is the case for many metagenomics, metabarcoding and eDNA studies.
fr: Cette catégorie concerne les données pour lesquelles une séquence ADN ou une détection par PCR est la seule preuve de la présence d'un organisme ou d'une communauté donnée. En d'autres termes, les données ne peuvent pas être rattachées à un spécimen observable. C'est le cas de nombreuses études de métagénomique, de métabarcoding et d'eDNA.
zh_tw: 此類別涉及到的資料是指DNA序列或PCR檢測為唯一用來證明特定生物體或群落存在的證據。換句話說，這些資料無法追溯到可觀察的標本。這是許多總體基因體學、metabarcoding和eDNA研究的情況。

source: Examples of DNA-derived occurrence datasets
fr: Exemples de jeux de données d'occurrences dérivées de l'ADN
zh_tw: DNA衍生出現紀錄資料集範例

source: For guidance on how to format and share these datasets, see <<mapping-metabarcoding-edna-and-barcoding-data>>. General guidelines for Darwin Core occurrence datasets are also available through the https://ipt.gbif.org/manual/en/ipt/latest/occurrence-data#templates[DwC-A template for occurrence datasets] and https://www.gbif.org/data-quality-requirements-occurrences[Data quality requirements for occurrences].
zh_tw: 請參考 <<mapping-metabarcoding-edna-和barcoding資料>> 以了解如何格式化和分享這些資料集。有關達爾文核心出現紀錄資料集可通過 https://ipt.gbif.org/manual/zh/ipt/latest/occurrence-data#templates[達爾文核心出現紀錄資料集的DwC-A模板]和link:https://www.gbif.org/zh-tw/data-quality-requirements-occurrences[出現紀錄資料的品質要求]獲得。

source: Category II: Enriched occurrences
fr: Catégorie II: Occurrences enrichies
zh_tw: 類別二：多重引證出現紀錄

source: If some genetic material is, or can be, associated with an observation or a specimen, we will categorize this type of data as “enriched occurrences”. In this context, the sequences are not the only evidence of occurrences. One can always trace the information back to a vouchered specimen or observed organism. This category includes barcoding datasets and some DNA metabarcoding datasets with reference material for example. For more guidance on barcoding, follow https://www.cbd.int/doc/publications/cbd-ts-94-en.pdf[Centre for Biodiversity Genomics, University of Guelph (2021)].
fr: Si du matériel génétique est, ou peut être, associé à une observation ou à un spécimen, nous qualifierons ce type de données d'"occurrences enrichies". Dans ce contexte, les séquences ne sont pas la seule preuve d’occurrences. On peut toujours remonter l'information jusqu'à un spécimen ou un organisme observé. Cette catégorie comprend les jeux de données de codes-barres ADN et certains jeux de données de métabarcoding de l'ADN avec du matériel de référence, par exemple. Pour plus de conseils sur les codes-barres ADN, suivez le https://www.cbd.int/doc/publications/cbd-ts-94-en.pdf[Centre for Biodiversity Genomics, University of Guelph (2021)].
zh_tw: 如果某些遺傳物質可以與之觀察或標本相關聯，我們將此類資料歸類為「多重引證出現紀錄」。這情形下，出現紀錄的該序列並不是唯一的證據來源。我們總是可以將資訊追溯到有標本證明或觀察到的生物體，例如該類別包括分子條碼資料集和一些具有參考材料的DNA metabarcoding資料集。有關分子條碼的更多資訊，請參閱link:https://www.cbd.int/doc/publications/cbd-ts-94-en.pdf[Centre for Biodiversity Genomics, University of Guelph (2021年)]。

source: Examples of Enriched occurrence datasets
fr: Exemples de jeux de données d'occurrences enrichies
zh_tw: 多重引證出現紀錄資料集範例

source: Category III: Targeted species detection (qPCR/ddPCR)
fr: Catégorie III: Détection ciblée d'espèces (qPCR/dPCR)
zh_tw: 類別三：目標物種檢測 (qPCR/ddPCR)

source: This category concerns data where a specific (qPCR/ddPCR) assay is used to detect the presence (or absence) of a DNA sequence specific to the target organism in an environmental sample. In this case the occurrence record may not even contain sequence data, as it is the process itself that determines the occurrence. With qPCR/ddPCR analyses for targeted species detection, many studies also report absence of that specific species for a given sample. Absence data is highly dependent on the detection limit of the specific assay, as well as field and lab protocols. As for DNA-metabarcoding data there is an issue of both false negatives and false positives, and it is important that sufficient information is reported for evaluating the records.
fr: Cette catégorie concerne les données pour lesquelles un test spécifique (qPCR/dPCR) est utilisé pour détecter la présence (ou l'absence) d'une séquence ADN spécifique à l'organisme cible dans un échantillon environnemental. Dans ce cas, l'enregistrement de l’occurrence peut même ne pas contenir de données de séquence, car c'est le processus lui-même qui détermine l’occurrence. Avec les analyses qPCR/dPCR pour la détection ciblée d'espèces, de nombreuses études rapportent également l'absence de l’espèce spécifique pour un échantillon donné. Les données d'absence dépendent fortement de la limite de détection de l'analyse spécifique, ainsi que des protocoles de terrain et de laboratoire. Comme pour les données de métabarcoding, il existe un problème de faux négatifs et de faux positifs, et il est important que des informations suffisantes soient rapportées pour évaluer les enregistrements.
zh_tw: 此類別涉及使用特定 (qPCR/ddPCR) assay檢測環境樣本中目標生物的DNA序列存在 (或不存在) 的資料。在這種情況下，出現記錄甚至可能不包含序列資料，因為該檢測方法確定了該物種的「存在」。通過qPCR/ddPCR的分析來進行目標物種的檢測，許多研究也報告了特定樣本中該特定物種的「不存在」。不存在資料高度依賴於特定assay的檢測限制，以及野外和實驗室的操作方法。DNA-metabarcoding資料存在假陰性和假陽性結果的問題，所以重要的是發布足夠的資訊以評估該記錄。

source: Examples of targeted species occurrence datasets
fr: Exemples de jeux de données d’occurrences d’espèces ciblées
zh_tw: 目標物種出現紀錄資料集範例

source: For guidance on how to format and share these datasets, see <<mapping-ddpcr-qpcr-data>>. General guidelines for Darwin Core occurrence datasets are also available through the https://ipt.gbif.org/manual/en/ipt/latest/occurrence-data#templates[DwC-A template for occurrence datasets] and https://www.gbif.org/data-quality-requirements-occurrences[Data quality requirements for occurrences].
zh_tw: 請參考 <<mapping-metabarcoding-edna-和barcoding資料>> 以了解如何格式化和分享這些資料集。有關達爾文核心出現紀錄資料集可通過 https://ipt.gbif.org/manual/zh/ipt/latest/occurrence-data#templates[達爾文核心出現紀錄資料集的DwC-A模板]和link:https://www.gbif.org/zh-tw/data-quality-requirements-occurrences[出現紀錄資料的品質要求]獲得。

source: Category IV: Name references
fr: Catégorie IV: Noms de référence
zh_tw: 類別四：物種基因代號

source: This category corresponds to DNA-derived names, derived from clustering or denoising (error-correction based models), such as stable non-Linnaean Operational Taxonomic Units (OTU), Amplicon Sequence Variant (ASV) and Barcode Index Numbers (BIN)—in other words, any reference to taxa or provisional names that are defined outside of the Linnaean taxonomy. Numerous projects produce local project- or study-specific libraries of OTUs, and although it is technically possible to publish these as checklists, they have limited to no value for data linking or interpretation; as a result, we do not encourage their publication through biodiversity data platforms. However, the inclusion of the widely adopted, stable, global, digitally referenceable OTUs into Linnaean taxonomic backbones is critically important for indexing unnamed “dark” biodiversity. GBIF have accumulated experience in integrating such large and global reference libraries of OTUs into the GBIF taxonomic backbone, which allows the display of OTUs under the nearest parent taxon which has a Scientific name (<<figure-otus>>).
zh_tw: 這個類別對應於DNA衍生的代號名稱，是從序列分群 (clustering) 或去噪 (denoising，基於錯誤校正的模型) 中衍生出來的，例如穩定的非林奈操作分類單元 (OTU)、擴增子序列變體 (ASV) 和Barcode Index Numbers (BINs) — 換句話說，任何與林奈分類系外定義的分類群或臨時名稱相關的參考。許多計畫會產生特定研究的OTU資料庫，儘管從技術上來說將其發布為物種清單雖是可行的，但它們對於資料連結或詮釋幾乎沒有價值；因此，我們不鼓勵這類型的資料通過生物多樣性資料平台來做發布。然而，被廣泛採用、穩定、全球化、數位化及可參考的OTU包含到林奈分類的骨幹中對於索引未命名的「黑暗」生物多樣性至關重要。GBIF在將這些大型全球OTU資料庫整合到GBIF分類骨幹中積累了豐富的經驗，這使得可以次資料在具有學名最接近的分類下顯示該OTU (<<figure-otus>>)。

source: OTUs (SHs) from UNITE (mainly fungi, above) and from BOLD (BINs) (mainly arthropods, below) are displayed in the GBIF backbone taxonomy under their corresponding parent taxa which have Scientific names. Multiple individually observed occurrences of cryptic biodiversity become discoverable together with non-genetic evidence through a single access point.
zh_tw: 網頁呈現來自UNITE (主要是真菌，上方) 和來自BOLD (BINs)(主要是節肢動物，下方) 的OTUs (SHs) 在GBIF分類骨幹中以具有學名的對應分類。通過單一訪問點，多個個別觀察到的隱藏生物多樣性會隨著非基因來源的證據一起變得可發現。

source: Examples of Name references checklists
fr: Exemples de checklists de noms de référence
zh_tw: 物種基因代號名錄範例

source: This guide does not provide mapping recommendations for global OTU checklists / reference libraries (Category IV), and publishing referenceable (project- or study-specific) OTU libraries as checklists is discouraged. For guidance on how to format and share OTU checklists, see the following general Darwin Core guidelines in https://ipt.gbif.org/manual/en/ipt/latest/checklist-data#templates[DwC-A template for checklists] and https://www.gbif.org/data-quality-requirements-checklists[Data quality requirements for checklists]. https://www.ebi.ac.uk/ena/submit/mixs-checklists[General guidelines for MIxS checklists]. For advice on how to map global reference libraries of OTUs for inclusion in the GBIF taxonomic backbone, contact the mailto:helpdesk@gbif.org[GBIF help desk].
zh_tw: 此文件未提供全球OTU名錄清單/資料庫 (類別四) 的對照建議，並且不建議將 (計畫或研究特定的) OTU資料庫發布為物種清單。有關如何格式化和共享OTU物種清單的指南，請參見以下link:https://ipt.gbif.org/manual/zh/ipt/latest/checklist-data#templates[DwC-A物種清單模板]和link:https://www.gbif.org/zh-tw/data-quality-requirements-checklists[物種清單的資料品質要求]中的達爾文核心指南。link:https://www.ebi.ac.uk/ena/submit/mixs-checklists[MIxS物種清單的一般指南]。如需有關如何將全球OTU資料庫對照到GBIF分類骨幹中的建議，請聯繫 mailto:helpdesk@gbif.org[GBIF help desk]。

source: Category V: Metadata-only datasets
fr: Catégorie V : jeux de métadonnées uniquement
zh_tw: 類別五：僅有詮釋資料的資料集

source: Metadata are data about the data and is a description of the dataset in broad terms, such as authors, author affiliations, original research purpose of the dataset, DOI(s), taxonomic scope, temporal scope, and geographical scope. Information regarding laboratory methods and general sequencing methods is included in this category. This category includes datasets or collections that cannot be made available online at the moment, e.g. undigitized work.
fr: Les métadonnées sont des données sur les données et consistent en une description du jeu de données en termes généraux, tels que les auteurs, les affiliations des auteurs, l'objectif original de la recherche liée au jeu de données, les DOI, la portée taxonomique, la portée temporelle, et la portée géographique. Les informations concernant les méthodes de laboratoire et les méthodes générales de séquençage sont incluses dans cette catégorie. Cette catégorie comprend des jeux de données ou des collections qui ne peuvent pas être mis en ligne pour le moment, comme par exemple les travaux non numérisés.
zh_tw: 詮釋資料 (metadata) 是關於資料的資料，是對資料集的廣泛描述，內容包括作者、作者所屬機構、資料集的原始研究目的、DOI (或多個DOI)、物種分類範圍、時間範圍和地理範圍等。也包括有關實驗和定序方法的資訊。詮釋資料也可包括目前未數位化的資料集或典藏的相關資訊。

source: Examples of Metadata-only datasets
fr: Exemples de jeux de métadonnées uniquement
zh_tw: 僅有詮釋資料的資料集範例
