Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: The identification and classification of organisms from sequence data and marker-based surveys depends on access to a reference library of sequences taken from morphologically identified specimens that are matched against the newly generated sequences. The efficacy of classification depends on the completeness (coverage) and the reliability of reference libraries, as well as the tools used to carry out the classification. These are all moving targets, making it essential to apply taxonomic expertise and caution in the interpreting results (<<taxonomy-of-sequences>>). Availability of of all verified <<asv,amplicon sequence variants>> (https://doi.org/10.1038/ismej.2017.119[Сallahan et al. 2017^]) allow for precise reinterpretation of data, intra-specific population genetic analyses (https://doi.org/10.1111/eva.12882[Sigsgaard et al. 2019^]) and is likely to increase identification accuracy.
fr: L'identification et la classification d'organismes à partir de données de séquences et d'études basées sur des marqueurs ADN dépendent de l'accès à une bibliothèque de référence de séquences ADN provenant de spécimens identifiés morphologiquement, qui sont comparées aux séquences nouvellement générées. L'efficacité de la classification dépend de l'exhaustivité (couverture) et de la fiabilité des bibliothèques de référence, ainsi que des outils utilisés pour effectuer la comparaison. Ce sont des paramètres en constante évolution, ce qui rend indispensable d’appliquer une expertise taxonomique et une certaine prudence dans l'interprétation des résultats (<<taxonomie-des-séquences>>). La disponibilité de toutes les <<asv, variantes de séquence d'amplicons>> vérifiées (https://doi.org/10.1038/ismej.2017.119[Сallahan et al. 2017^]) permet une réinterprétation précise des données, des analyses génétiques intra-spécifiques des populations (https://doi.org/10.1111/eva.12882[Sigsgaard et al. 2019^]) et est susceptible d'augmenter la précision de l’assignation.

source: A number of data standards are in use for general biodiversity data (https://www.gbif.org/standards), and a separate set of standards for genetic sequence data (see <<mixs,MIxS>> and <<ggbn,GGBN>>). This guide reflects some ongoing efforts for increasing the compatibility between standards for general biodiversity and genetic data. Standards often highlight the subsets of fields which are most important or most frequently applicable. These subsets may be referenced as “cores”. The preferred format for publishing data in the GBIF and ALA networks is currently the Darwin Core Archive (DwC-A) using the https://dwc.tdwg.org/[Darwin Core^] (DwC) data standard. In practice, this is a compressed folder (a zip file) containing data files, in standard comma- or tab-delimited text format, a metadata file (https://eml.ecoinformatics.org/[eml.xml]) that describes the data resource, and a metafile (meta.xml) that specifies the structure of files and data fields included in the archive. Standardized packaging ensures that the data can travel between systems using specific data exchange protocols. <<data-packaging-and-mapping,Section 2>> of this guide provides recommendations for the mapping of the data files, while guidelines and tools for constructing the xml files can be found here: https://www.tdwg.org/standards[TDWG^], https://www.gbif.org/standards[GBIF^], and https://support.ala.org.au/support/solutions/articles/6000195499-what-are-biodiversity-data-standards-[ALA^].
fr: Un certain nombre de standards sont utilisés pour les données générales sur la biodiversité (https://www.gbif.org/standards), et un ensemble distinct de standards est utilisé pour les données de séquences génétiques (voir <<mixs,MIxS>> et <<ggbn,GGBN>>). Ce guide reflète les efforts en cours pour augmenter la compatibilité entre ces deux types de standards. Les standards mettent souvent en évidence les informations les plus importantes ou les plus fréquemment applicables. Ces groupes d’informations peuvent être désignés comme des "cores". Le format actuellement privilégié pour la publication de données dans les réseaux GBIF et ALA est l'archive Darwin Core (DwC-A), en utilisant les standards de données https://dwc.tdwg.org/[Darwin Core^] (DwC). En pratique, il s'agit d'un dossier compressé (un fichier zip) contenant des fichiers de données, au format texte standard délimité par des virgules ou des tabulations, un fichier de métadonnées (https://eml.ecoinformatics.org/[eml.xml]) qui décrit la source des données, et un métafichier (meta.xml) qui spécifie la structure des fichiers et les informations inclues dans l'archive. Un conditionnement normalisé garantit que les données puissent circuler entre systèmes en utilisant des protocoles spécifiques d'échange de données. La <<préparation-et-mapping-des-données,Section 2>> de ce guide donne des recommandations pour le mapping des fichiers de données, tandis que les directives et les outils pour construire les fichiers xml se trouvent ici : https://www.tdwg.org/standards[TDWG^], https://www.gbif.org/standards[GBIF^], and https://support.ala.org.au/support/solutions/articles/6000195499-what-are-biodiversity-data-standards-[ALA^].

source: img/web/outline-of-bioinformatic-processing.en.svg
fr: img/web/outline-of-bioinformatic-processing.fr.svg

source: The pre-processed sequences can then be assigned a taxon by comparing them against reference databases. When reference databases are incomplete, sequences classification can be done without taxonomic identifications, either by clustering sequences into operational taxonomic units based on their similarity (OTUs; https://doi.org/10.1098/rstb.2005.1725[Blaxter et al. 2005^]) or by denoising the data, i.e. explicitly detecting and excluding PCR/sequencing errors sequences to produce amplicon sequence variants (ASV; also referred to as zero radius OTU (zOTU)). Denoising attempts to correct errors that have been introduced in the PCR and/or sequencing steps, such that the denoised sequences are the set of unique biologically real sequences present in the original sequence mixture. In case of paired-end sequences, the forward and reverse sequences may be denoised separately before merging or else merged prior to denoising. ASVs in the resulting set can differ by as little as one base which is indicative of inter- or intraspecific species variation. Operationally, ASVs may be thought of as OTUs without defined radius and while denoising algorithms are typically very good, they do not entirely remove the problems of over-splitting or lumping sequences.
fr: Les séquences prétraitées peuvent ensuite être assignées à un taxon en les comparant aux bases de données de référence. Lorsque les bases de données de référence sont incomplètes, la classification des séquences peut être effectuée sans identification taxonomique, soit en regroupant des séquences en unités taxonomiques opérationnelles basées sur leur similitude (OTU ; https://doi.org/10.1098/rstb.2005.1725[Blaxter et al. 2005^]) ou en supprimant le bruit dans les données, c.-à-d. en détectant et excluant explicitement les erreurs introduites dans les séquences lors des PCRs ou du séquençage afin de produire des variants de séquence d'amplicon (ASV; aussi appelé zéro rayon OTU (zOTU)). La suppression du bruit tente de corriger les erreurs introduites pendant la PCR et/ou les étapes de séquençage, de sorte que les séquences nettoyées sont l'ensemble de séquences biologiques uniques présentes dans le mélange original de séquences. Dans le cas de séquences double-brins, les séquences sens et anti-sens peuvent être nettoyées séparément avant d'être combinées ou bien être combinées avant le nettoyage. Les ASVs dans les ensembles de résultats peuvent différer d'aussi peu qu'une seule base, ce qui est indicatif de variations inter- ou intra-spécifiques. Sur le plan pratique, les ASVs peuvent être considérés comme des OTUs sans rayon défini et bien que les algorithmes de nettoyage soient généralement très efficaces, ils ne suppriment pas entièrement les problèmes de fractionnement ou de regroupement de séquences.

source: The PCR used for generating the sequencing library can result in the generation of artefactual sequences in the form of chimeras; a single sequence that originates from multiple parent sequences. Such sequences can be detected bioinformatically and removed, and this is typically done after OTU clustering or denoising.
fr: La PCR utilisée pour générer la librairie de séquençage peut entraîner la génération de séquences artéfactuelles sous la forme de chimères ; une séquence unique qui provient de plusieurs séquences parentales. De telles séquences peuvent être détectées à l'aide d'outils bioinformatique, et cela se fait généralement après le regroupement ou la suppression du bruit des OTUs.

source: Several open source tools and algorithms exist for bioinformatic processing of metabarcoding data (QIIME2 https://doi.org/10.1038/s41587-019-0209-9[(Bolyen et al. 2019)^], DADA2 https://doi.org/10.1038/nmeth.3869[(Callahan et al. 2016)^], SWARM https://doi.org/10.7717/peerj.593[(Mahé et al. 2014)^], USEARCH https://doi.org/10.1093/bioinformatics/btq461p[(Edgar 2010)^], Mothur https://doi.org/10.1128/AEM.01541-09[(Schloss et al. 2009)^], LULU https://doi.org/10.1038/s41467-017-01312-x[(Frøslev et al. 2017)^], PROTAX https://doi.org/10.1093/bioinformatics/btw34[(Somervuo et al. 2016)^]). Given the existence of many popular and well used workflows, we make some recommendations below on analysing data for submission to biodiversity data platforms. This is not to suggest that these are the best methods or most appropriate for all purposes but is an attempt to encourage submission of relatively standardized data that may readily be compared via the platforms. If possible, a well documented and maintained workflow should be used (e.g. https://nf-co.re/ampliseq[nf-core/ampliseq pipeline]). Metadata should include workflow details and versions either in the metadata method steps or as a reference in the SOP field in the DNA derived data extension (see mapping in <<table-04,Table 4>>). Sequence data should be deposited in an appropriate nucleotide archive (NCBI’s SRA: https://doi.org/10.1093/nar/gkq1019[Leinonen et al. 2011^]) or EMBL’s ENA (https://doi.org/10.1093/nar/gkz1063[Amid et al. 2020^])) and data submitted to the biodiversity platform should include the biosample ID obtained from the archive (see data mapping in <<data-mapping>>). Making use of these sample IDs will reduce the chances of duplication and ensure sequence data are readily obtainable should opportunities for re-analysis arise, as reference libraries and bioinformatic tools improve. The core end-product of these pipelines is typically a file of counts of individual OTUs or ASVs in each sample along with the taxonomy assigned to these. This is generated either in tabular format or in the BIOM format (https://doi.org/10.1186/2047-217X-1-7[McDonald et.al 2012^]). OTU or ASV sequences are also usually provided in the FASTA format (https://doi.org/10.1073/pnas.85.8.2444[Pearson & Lipman 1988^]).
fr: Plusieurs outils et algorithmes open source existent pour le traitement bioinformatique des données de métabarcoding (QIIME2 https://doi.org/10.1038/s41587-019-0209-9[(Bolyen et al. 2019)^], DADA2 https://doi.org/10.1038/nmeth.3869[(Callahan et al. 2016)^], SWARM https://doi.org/10.7717/peerj.593[(Mahé et al. 2014)^], USEARCH https://doi.org/10.1093/bioinformatics/btq461p[(Edgar 2010)^], Mothur https://doi.org/10.1128/AEM.01541-09[(Schloss et al. 2009)^], LULU https://doi.org/10.1038/s41467-017-01312-x[(Frøslev et al. 2017)^], PROTAX https://doi.org/10.1093/bioinformatics/btw34[(Somervuo et al. 2016)^]). Étant donnée l'existence de nombreux flux de travail populaires et bien utilisés, nous faisons quelques recommandations ci-dessous sur l'analyse des données en vue d'une soumission sur les plateformes de données sur la biodiversité. Cela ne veut pas dire que ce sont les meilleures méthodes ou les plus appropriées pour tous les objectifs, mais c'est une tentative d'encourager la soumission de données relativement normalisées pouvant être facilement comparées entre les plateformes. Si possible, un flux de travail bien documenté et maintenu devrait être utilisé (par exemple https://nf-co.re/ampliseq[nf-core/ampliseq pipeline]). Les métadonnées devraient inclure les détails et les versions du flux de travail, soit dans les étapes décrivant la méthode, soit comme une référence dans le champ SOP de l'extension appelée Données dérivées de l'ADN (voir le mapping dans la <<table-04,Table 4>>). Les données de séquence devraient être déposées dans une plateforme d'archivage de nucléotides appropriée (NCBI SRA: https://doi.org/10.1093/nar/gkq1019[Leinonen et al. 2011^]) ou l'ENA d'EMBL (https://doi.org/10.1093/nar/gkz1063[Amid et al. 2020])) et les données soumises à la plateforme de biodiversité devraient inclure l'identifiant du bioéchantillon obtenu à partir de l'archive (voir le mapping des données dans <<mapping-des-données>>). L'utilisation de ces identifiants d'échantillons réduira les chances de duplication et permettra d'obtenir facilement des données de séquences en cas de ré-analyse, lors de l'amélioration des bibliothèques de référence et des outils bioinformatiques. Le produit final de base de ces pipelines est généralement un fichier de dénombrement des OTUs ou ASVs individuels de chaque échantillon et de la taxonomie qui leur sont attribués. Ce fichier est généré soit au format tabulaire, soit au format BIOM (https://doi.org/10.1186/2047-217X-1-7[McDonald et.al 2012^]). Les séquences OTU ou ASV sont aussi généralement fournies au format FASTA (https://doi.org/10.1073/pnas.85.8.2444[Pearson & Lipman 1988^]).

source: In contrast to classical taxonomy, which is a heavily manual process, clustering DNA sequences into taxonomic concepts relies on algorithmic analysis of similarity and other signals (such as phylogeny and probability), as well as some human editing. The resulting OTUs vary in stability, presence of reference sequences and physical material, alignments and cut-off values, and OTU identifiers such as DOIs (https://doi.org/10.1093/nar/gky1022[Nilsson et al. 2019^]). Even more importantly, they vary in scale, from local study- or project-specific libraries to global databases that enable broader cross-study comparison. In contrast to the centralization and codification of Linnaean taxa that are formally described in research publications, OTUs are distributed across multiple evolving digital reference libraries that differ in taxonomic focus, barcode genes and other factors. By associating standard sequences with identified reference specimens, BOLD and UNITE are establishing an essential mapping layer for linking ASVs and OTUs with the foundations of the Linnaean taxonomic framework. The GBIF backbone taxonomy includes identifiers for UNITE Species Hypotheses as well as Barcode index numbers which allows indexing of species occurrence data taxonomically annotated at the OTU level for Fungi and Animals (https://www.gbif.org/news/2LrgV5t3ZuGeU2WIymSEuk/adding-sequence-based-identifiers-to-backbone-taxonomy-reveals-dark-taxa-fungi[GBIF secretariat 2018^], https://data-blog.gbif.org/post/gbif-backbone-taxonomy[Grosjean 2019^]).
fr: Contrairement à la taxonomie classique, qui est un processus fortement manuel, regrouper des séquences ADN dans des concepts taxonomiques repose sur l'analyse algorithmique de similarité et d'autres signaux (comme la phylogénie et la probabilité), ainsi que sur quelques modifications humaines. Les OTUs qui en résultent varient en stabilité, présence de séquences de référence et de matériel physique, alignements et valeurs de coupure et en identifiants OTU tels que les DOI (https://doi.org/10.1093/nar/gky1022[Nilsson et al. 2019^]). Plus important encore, elles varient en échelle, allant de bibliothèques spécifiques à l'étude ou au projet local, aux bases de données globales qui permettent une comparaison plus large entre les études. Contrairement à la centralisation et à la codification des taxons Linnéens qui sont formellement décrits dans les publications de recherche, les OTUs sont répartis dans de nombreuses bibliothèques de référence numériques en constante évolution, qui diffèrent en fonction du focus taxonomique, des gènes codes-barres et d'autres facteurs. En associant des séquences standards à des spécimens de référence identifiés, BOLD et UNITE établissent une couche de mapping essentielle pour relier les ASVs et OTUs aux fondations de la structure taxonomique Linnéenne. La taxonomie de base du GBIF inclut des identifiants pour les Hypothèses d'espèces UNITE ainsi que des numéros d'index codes-barres qui permettent l'indexation des données d'occurrence d'espèces annotées taxonomiquement au niveau de l'OTU pour les champignons et les animaux (https://www.gbif.org/news/2LrgV5t3ZuGeU2WIymSEuk/adding-sequence-based-identifiers-to-backbone-taxonomy-reveals-dark-taxa-fungi[secrétariat du GBIF 2018^], https://data-blog.gbif.org/post/gbif-backbone-taxonomy[Grosjean 2019^]).

source: Algorithms for taxonomic annotation of eDNA will typically assign each unique sequence to the nearest taxonomic group in a reference set, based on some criteria for relatedness and confidence. For poorly known groups of organisms, such as prokaryotes, insects and fungi, the annotation may be a non-Linnaean placeholder name for a (cluster-based) taxon, and this taxon may represent a species or even a taxonomic unit above the species level. No reference database contains all species in a given group due to the many unknown, unidentified, and yet undescribed species on earth. Frequent neglections of this fact has been the source of numerous taxonomic misidentifications during the last 30 years.
fr: Les algorithmes d'annotation taxonomique de l'eDNA assigneront généralement chaque séquence unique au groupe taxonomique le plus proche dans un ensemble de références, sur la base de certains critères de parenté et de confiance. Pour les groupes d'organismes mal connus, tels que les prokaryotes, les insectes et les champignons, l'annotation peut être un nom réservé non Linnéen pour un taxon (basé sur le cluster), et ce taxon peut représenter une espèce ou même une unité taxonomique au-dessus du niveau de l'espèce. Aucune base de données de référence ne contient toutes les espèces d'un groupe donné en raison des nombreuses espèces inconnues, non identifiées et encore non décrites sur Terre. L'omission fréquente de ce fait ont été la source de nombreuses erreurs taxonomiques au cours des 30 dernières années.

source: During import into the biodiversity platform, the taxonomic resolution for these occurrences may be reduced even further, as the reference set used for annotation may not be included in the taxonomic index of that platform. Records assigned to a well defined cluster within a genus are likely to be treated as undefined records of that genus. The inclusion of the underlying sequence within or by reference in each record will allow future users to potentially identify the organism to a greater level of granularity, particularly as reference libraries improve over time. In cases where the underlying sequence cannot be included as part of the submitted data, we advocate deposition of a (scientific or placeholder) name of the taxon plus an MD5 checksum of the sequence as a unique taxon ID (see xref:data-mapping[xrefstyle="full"]). MD5 checksums are unidirectional hash algorithms commonly used for verifying file integrity (ref). In this case, they would provide a unique and repeatable representation of the original sequence that would nevertheless not allow the sequence itself to be recovered. This may be required in cases where sensitivity exists around access. MD5 checksums enable efficient query to determine whether the same exact sequence has been recovered in other eDNA efforts, but it is not a complete replacement of the sequence as MD5s do not enable further analyses. Two sequences differing by even a single base will get two completely different MD5 checksums, such that BLAST-style sequence similarity searches will not work.
fr: Lors de l'importation dans la plateforme de données de biodiversité, la résolution taxonomique pour ces occurrences pourrait être réduite encore davantage, car le jeu de référence utilisé pour l'annotation peut ne pas être inclus dans l'index taxonomique de cette plateforme. Les enregistrements assignés à un groupe bien défini dans un genre sont susceptibles d'être traités comme des enregistrements indéterminés de ce genre. L'inclusion de la séquence sous-jacente à l'intérieur ou en référence à chaque enregistrement permettra potentiellement aux futurs utilisateurs d'identifier l'organisme à un plus grand niveau de granularité, puisque les bibliothèques de référence s'améliorent au fil du temps. Dans les cas où la séquence sous-jacente ne peut pas être incluse dans les données soumises, nous préconisons le dépôt d'un nom (scientifique ou nom fictif) du taxon plus une somme de contrôle MD5 de la séquence en tant qu'identifiant unique de taxon (voir xref:data-mapping[xrefstyle="full"]). Les sommes de contrôle MD5 sont des algorithmes de hachage unidirectionnel couramment utilisés pour vérifier l'intégrité du fichier (ref). Dans ce cas, elles fourniraient une représentation unique et répétable de la séquence originale qui ne permettrait toutefois pas de récupérer la séquence elle-même. Cela pourrait-être nécessaire dans les cas où l'accès à ces données est sensible. Les sommes de contrôle MD5 permettent une recherche efficace pour déterminer si la même exacte séquence a été récupérée dans d'autres efforts d'eDNA, mais ce n'est pas un remplacement complet de la séquence car les MD5 ne permettent pas de nouvelles analyses. Deux séquences ne différant que par une seule base auront deux sommes de contrôle MD5 complètement différentes, de sorte que les recherches de similitude de séquence de type BLAST ne fonctionneront pas.
