Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: The purpose of exposing DNA-derived data through biodiversity platforms is to enable reuse of these data alongside other biodiversity data types. It is very important to keep this reuse in mind when preparing your data for publication. Ideally, the metadata and data should tell a complete story in such a way that new, uninformed users can use this evidence without any additional consultations or correspondence. Biodiversity data platforms provide search, filtering, browsing, visualizations, data access, and data citation functionality. For metabarcoding data we encourage users to configure filters for organismQuantity, organismQuantityType, sampleSizeValue, sampleSizeUnit. These can be used exclude singletons and/or set thresholds for relative number of sequence reads within a sample (<<mapping-metabarcoding-edna-and-barcoding-data>>). Users can often choose data-output formats (e.g. DwC-A, CSV) and then process, clean and transform data into the shape and format needed for the analyses.
fr: L’objectif d'exposer des données dérivées de l’ADN par le biais de plateformes sur la biodiversité est de permettre la réutilisation de ces données parallèlement aux autres types de données sur la biodiversité. Il est très important de garder cette réutilisation à l'esprit lors de la préparation de vos données pour publication. Idéalement, les métadonnées et les données devraient raconter une histoire complète de telle manière que des utilisateurs nouveaux, non informés pourront utiliser ces preuves sans consultations ni correspondances additionnelles. Les plateformes de données sur la biodiversité fournissent des fonctionnalités de recherche, filtrage, navigation, visualisations, accès aux données et citation des données. Pour les données de métabarcoding, nous encourageons les utilisateurs à configurer des filtres pour organismQuantity, organismQuantityType, sampleSizeValue, sampleSizeUnit. Ces filtres peuvent être utilisées pour exclure les exemplaires uniques (singletons) et/ou fixer des seuils pour le nombre relatif de lectures de séquence dans un échantillon (<<mapping-du-métabarcoding-edna-et-des-données-de-codes-barres-adn>>). Les utilisateurs peuvent souvent choisir le format de sortie de données (par exemple DwC-A, CSV) et ensuite traiter, nettoyer et transformer les données dans la configuration et le format nécessaires aux analyses.

source: MGnify (2019) Impact of rainforest transformation on phylogenetic and functional diversity of soil prokaryotic communities in Sumatra (Indonesia). Sampling event dataset https://doi.org/10.15468/osp7hi accessed via GBIF.org on 2020-04-16.
fr: MGnify (2019) Impact of rainforest transformation on phylogenetic and functional diversity of soil prokaryotic communities in Sumatra (Indonésie). Jeu de données d'événements d'échantillonnage https://doi.org/10.15468/osp7hi accédé sur GBIF.org le 2020-04-16.

source: MGnify (2020) Marine metagenomes from the bioGEOTRACES project. Sampling event dataset https://doi.org/10.15468/oifcho accessed via GBIF.org on 2020-04-16.
fr: MGnify (2020) Métagénomes marins du projet bioGEOTRACES. Jeu de données sur les événements d'échantillonnage https://doi.org/10.15468/oifcho accessible via GBIF.org le 2020-04-16.

source: Bessey C, Jarman SN, Berry O et al. (2020) Maximizing fish detection with eDNA metabarcoding. Environmental DNA: 1–12. https://doi.org/10.1002/edn3.74 (Atlas of Living Australia website at https://collections.ala.org.au/public/show/dr14581. Accessed 24 June 2020)
fr: Bessey C, Jarman SN, Berry O et al. (2020) Maximizing fish detection with eDNA metabarcoding. Environmental DNA: 1–12. https://doi. rg/10.1002/edn3.74 (site internet Atlas of Living Australia sur https://collections.ala.org.au/public/show/dr14581. Accessible le 24 juin 2020)

source: For guidance on how to format and share these datasets, see <<mapping-metabarcoding-edna-and-barcoding-data>>. General guidelines for Darwin Core occurrence datasets are also available through the https://github.com/gbif/ipt/wiki/occurrenceData#templates[DwC-A template for occurrence datasets] and https://www.gbif.org/data-quality-requirements-occurrences[Data quality requirements for occurrences].
fr: Pour des conseils sur la façon de formater et de partager les jeux de données, voir <<mapping-du-métabarcoding-edna-et-des-données-de-codes-barres-adn>>. Les directives générales pour les jeux de données d'occurrence Darwin Core sont également disponibles via https://github.com/gbif/ipt/wiki/occurrenceData#templates[DwC-A template for occurrence datasets] et https://www.gbif.org/data-quality-requirements-occurrences[Data quality requirements for occurrences].

source: The International Barcode of Life Consortium (2016) International Barcode of Life project (iBOL). Occurrence dataset https://doi.org/10.15468/inygc6 accessed via GBIF.org on 2020-04-16.
fr: The International Barcode of Life Consortium (2016) International Barcode of Life project (iBOL). Jeu de données sur les occurrences https://doi.org/10.15468/inygc6 accessible via GBIF.org le 2020-04-16.

source: Takamura K (2019) Chironomid Specimen records in the Chironomid DNA Barcode Database. Version 1.9. National Institute of Genetics, ROIS. Occurrence dataset https://doi.org/10.15468/hxhow5 accessed via GBIF.org on 2020-04-16.
fr: Takamura K (2019) Chironomid Specimen records in the Chironomid DNA Barcode Database. Version 1.9. National Institute of Genetics, ROIS. Jeu de données sur les occurrences https://doi.org/10.15468/hxhow5 accessible via GBIF.org le 2020-04-16.

source: Bessey C, Jarman SN, Stat M, Rohner CA, Bunce M, Koziol A, Power M, Rambahiniarison JM, Ponzo A, Richardson AJ & Berry O (2019) DNA metabarcoding assays reveal a diverse prey assemblage for Mobula rays in the Bohol Sea, Philippines. Ecology and Evolution 9 (5) 2459-2474. https://doi.org/10.1002/ece3.4858, (Atlas of Living Australia website at https://collections.ala.org.au/public/show/dr11663. Accessed 24 June 2020)
fr: Bessey C, Jarman SN, Stat M, Rohner CA, Bunce M, Koziol A, Power M, Rambahiniarison JM, Ponzo A, Richardson AJ & Berry O (2019) DNA metabarcoding assays reveal a diverse prey assemblage for Mobula rays in the Bohol sea, Philippines. Ecology and Evolution 9 (5) 2459-2474. https://doi.org/10.1002/ece3.4858, (Site internet de l'Atlas of Living Australia à https://collections.ala.org.au/public/show/dr11663. Accessible le 24 juin 2020).

source: Strzelecki, Joanna; Feng, Ming; Berry, Olly; Zhong, Liejun; Keesing, John; Fairclough, David; Pearce, Alan; Slawinski, Dirk; Mortimer, Nick. Location and transport of early life stages of Western Australian Dhufish Glaucosoma hebraicum. Floreat, WA: Fisheries Research and Development Corporation; 2013. http://hdl.handle.net/102.100.100/97533 (Atlas of Living Australia website at https://collections.ala.org.au/public/show/dr8131. Accessed 22 July 2020)
fr: Strzelecki, Joanna ; Feng, Ming; Berry, Olly; Zhong, Liejun; Keesing, John; Fairclough, David; Pearce, Alan; Slawinski, Dirk; Mortimer, Nick. Location and transport of early life stages of Western Australian Dhufish Glaucosoma hebraicum. Floreat, WA: Fisheries Research and Development Corporation; 2013. http://hdl.handle.net/102.100.100/97533 (Atlas of Living Australia site at https://collections.ala.org.au/public/show/dr8131. Accessible le 22 juillet 2020).

source: For guidance on how to format and share these datasets, see <<mapping-ddpcr-qpcr-data>>. General guidelines for Darwin Core occurrence datasets are also available through the https://github.com/gbif/ipt/wiki/occurrenceData#templates[DwC-A template for occurrence datasets] and https://www.gbif.org/data-quality-requirements-occurrences[Data quality requirements for occurrences].
fr: Pour des conseils sur la manière de formater et de partager ces jeux de données, voir <<mapping-des-données-ddpcr-qpcr>>. Les directives générales pour les jeux de données sur les occurrences Darwin Core sont également disponibles via https://github.com/gbif/ipt/wiki/occurrenceData#templates[DwC-A template for occurrence datasets] and https://www.gbif.org/data-quality-requirements-occurrences[Data quality requirements for occurrences].

source: This category corresponds to DNA-derived names, derived from clustering or denoising (error-correction based models), such as stable non-Linnaean Operational Taxonomic Units (OTU), Amplicon Sequence Variant (ASV) and Barcode Index Numbers (BIN)—in other words, any reference to taxa or provisional names that are defined outside of the Linnaean taxonomy. Numerous projects produce local project- or study-specific libraries of OTUs, and although it is technically possible to publish these as checklists, they have limited to no value for data linking or interpretation; as a result, we do not encourage their publication through biodiversity data platforms. However, the inclusion of the widely adopted, stable, global, digitally referenceable OTUs into Linnaean taxonomic backbones is critically important for indexing unnamed “dark” biodiversity. GBIF have accumulated experience in integrating such large and global reference libraries of OTUs into the GBIF taxonomic backbone, which allows the display of OTUs under the nearest parent taxon which has a Latin name (<<figure-otus>>).
fr: Cette catégorie correspond aux noms dérivés de l'ADN, issus du clustering ou du denoising (modèles basés sur la correction d'erreurs), tels que les unités taxonomiques opérationnelles (OTU) stables non linnéennes, les variantes de séquence d'amplicons (ASV) et les numéros d'index de code-barres (BIN) - en d'autres termes, toute référence à des taxons ou à des noms provisoires définis en dehors de la taxonomie linnéenne. De nombreux projets produisent des bibliothèques locales d'OTUs spécifiques à un projet ou à une étude, et bien qu'il soit techniquement possible de les publier sous forme de checklists, elles n'ont qu'une valeur limitée, voire nulle, pour la mise en relation ou l'interprétation des données ; par conséquent, nous n'encourageons pas leur publication par le biais de plateformes de données sur la biodiversité. Cependant, l'inclusion des OTUs largement adoptées, stables, globales et numériquement référençables dans les bases taxonomiques linnéennes est d'une importance critique pour l'indexation de la biodiversité "sombre" sans nom. Le GBIF a accumulé de l'expérience dans l'intégration de ces grandes bibliothèques mondiales de référence d'OTUs dans la colonne vertébrale taxonomique du GBIF, qui permet l'affichage des OTUs sous le taxon parent le plus proche qui a un nom latin (<<figure-otus>>).

source: OTUs from UNITE (fungi, above) and from BOLD (arthropods, below) are displayed in the GBIF backbone taxonomy under their corresponding parent taxa which have Latin names. Multiple individually observed occurrences of cryptic biodiversity become discoverable together with non-genetic evidence through a single access point.
fr: Les OTUs de UNITE (champignons, en haut) et de BOLD (arthropodes, en bas) sont affichés dans la taxonomie principale du GBIF sous leurs taxons parents correspondants qui ont des noms latins. De multiples occurrences de biodiversité cryptique observées individuellement peuvent être découvertes avec des preuves non génétiques via un point d'accès unique.

source: img/web/otus-from-unite.en.png
fr: img/web/otus-from-unite.fr.png

source: The International Barcode of Life Consortium (2016). International Barcode of Life project (iBOL) Barcode Index Numbers (BINs). Checklist dataset https://doi.org/10.15468/wvfqoi accessed via GBIF.org on 2020-04-16.
fr: The International Barcode of Life Consortium (2016) International Barcode of Life project (iBOL). Jeu de données sur les occurrences https://doi.org/10.15468/wvfqoi accessible via GBIF.org le 2020-04-16.

source: PlutoF (2019). UNITE - Unified system for the DNA based fungal species linked to the classification. Version 1.2. Checklist dataset https://doi.org/10.15468/mkpcy3 accessed via GBIF.org on 2020-04-16.
fr: PlutoF (2019) - Système unifié pour les espèces fongiques basées sur l'ADN liées à la classification. Version 1.2. Jeu de données de la checklist https://doi.org/10.15468/mkpcy3 accédé via GBIF.org le 2020-04-16.

source: This guide does not provide mapping recommendations for global OTU checklists / reference libraries (Category IV), and publishing referenceable (project- or study-specific) OTU libraries as checklists is discouraged. For guidance on how to format and share OTU checklists, see the following general Darwin Core guidelines in https://github.com/gbif/ipt/wiki/checklistData#templates[DwC-A template for checklists] and https://www.gbif.org/data-quality-requirements-checklists[Data quality requirements for checklists]. https://www.ebi.ac.uk/ena/submit/mixs-checklists[General guidelines for MIxS checklists]. For advice on how to map global reference libraries of OTUs for inclusion in the GBIF taxonomic backbone, contact the mailto:helpdesk@gbif.org[GBIF help desk].
fr: Ce guide ne fournit pas de recommandations de mapping pour les checklists globales d’OTUs / bibliothèques de référence (Catégorie IV), et il est déconseillé de publier des bibliothèques OTU référençables (spécifiques à un projet ou à une étude) sous forme de checklists. Pour obtenir des conseils sur la façon de formater et de partager les checklists d’OTUs, consultez les directives de Darwin Core suivantes sur https://github.com/gbif/ipt/wiki/checklistData#templates[DwC-A template for checklists], https://www.gbif.org/data-quality-requirements-checklists[Data quality requirements for checklists] et https://www.ebi.ac.uk/ena/submit/mixs-checklists[General guidelines for MIxS checklists]. Pour obtenir des conseils sur la façon de mapper les bibliothèques de référence mondiales d'OTUs pour les inclure dans la colonne vertébrale taxonomique du GBIF, contactez le mailto:helpdesk@gbif.org[GBIF help desk].

source: Collins E, Sweetlove M (2019). Arctic Ocean microbial metagenomes sampled aboard CGC Healy during the 2015 GEOTRACES Arctic research cruise. SCAR - Microbial Antarctic Resource System. Metadata dataset https://doi.org/10.15468/iljmun accessed via GBIF.org on 2020-04-16.
fr: Collins E, Sweetlove M (2019). Arctic Ocean microbial metagenomes sampled aboard CGC Healy during the 2015 GEOTRACES Arctic research cruise. SCAR - Microbial Antarctic Resource System. Jeu de métadonnées https://doi.org/10.15468/iljmun accessible via GBIF.org on 2020-04-16.

source: Cary S C (2015). New Zealand Terrestrial Biocomplexity Survey. SCAR - Microbial Antarctic Resource System. Metadata dataset https://doi.org/10.15468/xnzrhq accessed via GBIF.org on 2020-04-16.
fr: Cary S C (2015). New Zealand Terrestrial Biocomplexity Survey. SCAR - Microbial Antarctic Resource System. Jeu de métadonnées https://doi.org/10.15468/xnzrhq accessible via GBIF.org on 2020-04-16.

source: Mapping recommendations for metadata-only DNA-derived datasets (Category V) is the same as for any other metadata-only datasets, and this guide does not provide any specific mapping recommendations for metadata. Please follow general recommendations of biodiversity data portals, paying attention to https://github.com/gbif/ipt/wiki/resourceMetadata[required and recommended metadata]. Descriptions of field, lab, and bioinformatics steps should be as detailed as possible. Describing your methods as method steps in the EML metadata makes them display on the dataset homepage in GBIF (https://www.gbif.org/dataset/3b8c5ed8-b6c2-4264-ac52-a9d772d69e9f#methodology Frøslev T, Ejrnæs R (2018). BIOWIDE eDNA Fungi dataset. Danish Biodiversity Information Facility. Occurrence dataset https://doi.org/10.15468/nesbvx accessed via GBIF.org on 2021-07-06). However, if a structured and possibly more detailed method description is already published somewhere (e.g. at https://protocols.io[protocols.io] or https://www.neonscience.org/data-collection[NEON protocols collection]), it is straightforward to provide a link through the MIxS SOP field (see <<mapping-metabarcoding-edna-and-barcoding-data>>).
fr: Les recommandations de mapping pour les jeux de données dérivées de l'ADN (catégorie V) ne comportant que des métadonnées sont les mêmes que pour tous les autres jeux de données qui incluent que des métadonnées, et ce guide ne fournit pas de recommandations de mapping plus spécifiques. Veuillez suivre les recommandations générales des portails de données sur la biodiversité, en prêtant attention à https://github.com/gbif/ipt/wiki/resourceMetadata[required and recommended metadata]. Les descriptions des étapes de terrain, de laboratoire et de bioinformatique doivent être aussi détaillées que possible. La description de vos méthodes en tant qu'étapes de méthode dans les métadonnées EML permet de les afficher sur la page d'accueil du GBIF (https://www.gbif.org/dataset/3b8c5ed8-b6c2-4264-ac52-a9d772d69e9f#methodology Frøslev T, Ejrnæs R (2018). BIOWIDE eDNA Fungi dataset. Danish Biodiversity Information Facility. Occurrence dataset https://doi.org/10.15468/nesbvx accessed via GBIF.org on 2021-07-06). Cependant, si une description structurée et éventuellement plus détaillée de la méthode est déjà publiée quelque part (par exemple, sur https://protocols.io[protocols.io] ou dans https://www.neonscience.org/data-collection[NEON protocols collection]), c'est facile de fournir un lien via le champ MIxS SOP (voir <<mapping-metabarcoding-edna-and-barcoding-data>>).

source: As a first step in preparing your data for publishing, you should make sure your field names / column headers follow the https://dwc.tdwg.org/terms/[Darwin Core data standard]. In many cases this is straightforward, such as renaming your `lat` or `latitude` field to `decimalLatitude`. However, the Darwin Core Standard is quite flexible and some terms are used in different ways, depending on the type of data. An example of this are the fields term:dwc[organismQuantity] and term:dwc[organismQuantityType], which could be used to describe the number of individuals, per cent biomass or a score on the Braun-Blanquet Scale, as well as the number of reads of an ASV within a sample. Therefore, we here provide tables of required and recommended fields with descriptions and examples (<<table-01,Table 1>>, <<table-02,Table 2>>, <<table-03,Table 3>> and <<table-04, Table 4>>). Additional fields and extensions (such as http://rs.gbif.org/extension/obis/extended_measurement_or_fact.xml[extended Measurement or Fact (eMoF)]) are applicable. When a sequence is derived from an organism (e.g. a parasite, gut contents, epibiont etc.) the observation may be linked to the observation of the host organism. This can be achieved using the (https://dwc.tdwg.org/terms/#resourcerelationship[Resource Relation extension^]) of Darwin Core (e.g. https://www.gbif.org/species/143610775/verbatim). Perhaps the most important recommendation is to use globally unique (when available) and other permanent identifiers for as many data fields and parameters as possible (in all ID fields in the tables below).
fr: La première étape de la préparation de vos données pour la publication consiste à vous assurer que les noms de vos champs et les en-têtes de vos colonnes respectent les https://dwc.tdwg.org/terms/[Darwin Core data standard]. Dans de nombreux cas c’est assez simple, comme par exemple de renommer votre champ `lat` ou `latitude` en `decimalLatitude`. Toutefois, le standard Darwin Core est assez souple et certains termes sont utilisés de différentes manières, selon le type de données. Par exemple, les champs term:dwc[organismQuantity] et term:dwc[organismQuantityType] peuvent être utilisés pour décrire le nombre d'individus, le pourcentage de biomasse ou un score sur l'échelle de Braun-Blanquet, ainsi que le nombre de lectures d'un ASV dans un échantillon. Par conséquent, nous fournissons ici des tableaux avec les champs obligatoires et recommandés avec des descriptions et des exemples (<<table-01,Table 1>>, <<table-02,Table 2>>, <<table-03,Table 3>> et <<table-04,Table 4>>). Des champs supplémentaires et des extensions (comme http://rs.gbif.org/extension/obis/extended_measurement_or_fact.xml[extended Measurement or Fact (eMoF)]) sont applicables. Lorsqu'une séquence est issue d'un organisme hôte (par exemple un parasite, le contenu intestinal, un épibion, etc.), l'observation peut être liée à l'observation de l'organisme hôte. Ça peut être réalisé en utilisant (https://dwc.tdwg.org/terms/#resourcerelationship[Resource Relation extension^]) de Darwin Core (par exemple https://www.gbif.org/species/143610775/verbatim). La recommandation la plus importante est probablement celle d'utiliser des identifiants uniques au niveau mondial (lorsqu'ils sont disponibles) et d'autres identifiants permanents pour autant de champs de données et de paramètres que possible (dans tous les champs d'identification des tableaux ci-dessous).
