Repository: gbif/doc-publishing-dna-derived-data
Catalog: translations/*.po
Languages: fr, zh_tw

source: Publishing DNA-derived data through biodiversity data platforms
fr: Publier des données dérivées de l'ADN sur les plateformes de données sur la biodiversité
zh_tw: 通過生物多樣性資訊平台發布DNA衍生資料

source: Colophon
zh_tw: 版權宣告

source: Suggested citation
fr: Citation suggérée
zh_tw: 引用建議

source: Authors
fr: Auteurs
zh_tw: 作者

source: Contributors
fr: Contributeurs
zh_tw: 貢獻者

source: Valuable discussions with members of ELIXIR, iBOL, GGBN, GLOMICON, and OBIS networks contributed to compilation of this draft. We are especially grateful for inputs and encouragement from Andrew Bentley, Matt Blissett, Pier Luigi Buttigieg, Kyle Copas, Camila A. Plata Corredor, Gabriele Dröge, Torbjørn Ekrem, Birgit Gemeinholzer, Quentin Groom, Tim Hirsch, Donald Hobern, Hamish Holewa, Corinne Martin, Raissa Meyer, Chris Mungall, Daniel Noesgaard, Corinna Paeper, Tim Robertson, Maxime Sweetlove, Andrew Young, John Waller, Ramona Walls, John Wieczorek, Lucie Zinger who have contributed to the GBIF community review process.
zh_tw: 此草案經與ELIXIR、iBOL、GGBN、GLOMICON和OBIS網絡成員進行了寶貴的討論後所整合。我們特別感謝Andrew Bentley, Matt Blissett, Pier Luigi Buttigieg, Kyle Copas, Camila A. Plata Corredor, Gabriele Dröge, Torbjørn Ekrem, Birgit Gemeinholzer, Quentin Groom, Tim Hirsch, Donald Hobern, Hamish Holewa, Corinne Martin, Raissa Meyer, Chris Mungall, Daniel Noesgaard, Corinna Paeper, Tim Robertson, Maxime Sweetlove, Andrew Young, John Waller, Ramona Walls, John Wieczorek, Lucie Zinger在GBIF社群評論的過程中給予的貢獻和鼓勵。

source: License
fr: Licence
zh_tw: 授權

source: The document _Publishing DNA-derived data through biodiversity data platforms_ is licensed under https://creativecommons.org/licenses/by-sa/4.0[Creative Commons Attribution-ShareAlike 4.0 Unported License].
fr: Le document _Publier des données dérivées de l'ADN sur les plateformes de données sur la biodiversité_ est sous licence https://creativecommons.org/licenses/by-sa/4.0[Creative Commons Attribution-ShareAlike 4.0 Unported License].
zh_tw: 此文件 _通過生物多樣性資訊平台發布DNA衍生資料_ 授權於 https://creativecommons.org/licenses/by-sa/4.0[Creative Commons Attribution-ShareAlike 4.0 Unported License].

source: Persistent URI
fr: URI permanent
zh_tw: 永久連結

source: Document control
fr: Contrôle du document
zh_tw: 文件版控

source: Version {revnumber} released on {revdate}.
zh_tw: 版本 {revnumber} 發布於 {revdate}。

source: This version adds paragraph on marine datasets and the Ocean Biodiversity Information System (OBIS) along with some minor text edits throughout.
zh_tw: 此版本新增了有關海洋資料集和海洋生物多樣性信息系統 (OBIS) 的文字段落，以及小部分的文字編輯。

source: Abstract
fr: Résumé
zh_tw: 摘要

source: When genetic information is used to describe or classify a taxon, most users will foresee its use in the context of molecular ecology or phylogenetic research. It is important to realize that a sequence with coordinates and a timestamp is a valuable biodiversity occurrence which is useful in a much broader context than its original purpose. To realize this potential, DNA-derived data needs to be discoverable through biodiversity data platforms. This guide will teach you the principles and approaches of exposing “sequences with dates and coordinates” in the context of broader biodiversity data. The guide covers choices of particular schemas and terms, common pitfalls and good practice, without going into platform-specific details. It will benefit anyone interested in better exposure of DNA-derived data through general biodiversity data platforms, including national biodiversity portals.
fr: Lorsque des informations génétiques sont utilisées pour décrire ou classer un taxon, la plupart des utilisateurs prévoient son utilisation dans le contexte de l'écologie moléculaire ou de la recherche phylogénétique. Il est important de se rendre compte qu'une séquence avec des coordonnées et une date/heure est une occurrence de biodiversité précieuse, qui est utile dans un contexte beaucoup plus large que son objectif initial. Pour réaliser ce potentiel, les données dérivées de l’ADN doivent être visibles sur les plateformes de données sur la biodiversité. Ce guide vous enseignera les principes et les approches afin d'exposer les « séquences avec dates et coordonnées » dans le contexte plus large des données sur la biodiversité. Le guide couvre les choix de schémas et de termes particuliers, les pièges communs et les bonnes pratiques, sans toutefois entrer dans les détails spécifiques à une plateforme. Il aidera toute personne intéressée par une meilleure exposition des données dérivées de l'ADN sur des plateformes générales de données sur la biodiversité, y compris les portails nationaux sur la biodiversité.
zh_tw: 使用基因資訊來描述或鑑定物種分類群時，大多使用者會預設這些資料將會使用在分子生物或演化學的研究上。然而，同時擁有座標與時間資訊的基因序列是一個有價值的生物多樣性出現紀錄，相較其最初目的，可更廣泛的被使用。為了實現這一潛力，DNA衍生資料需要可以在生物多樣性資訊的平台上供搜尋。這份教學文件將帶領您了解公開 “帶有時間與座標資訊的序列” 的生物多樣性資料的原理和方法。此文件涵蓋了特定的概要和術語、常見問題與合適的操作流程建議、且不討論各平台的細節。此文件將受益任何對使用各生物多樣性資訊平台 (包括國家級生物多樣性入口網站) 有興趣的人更順利地公開DNA衍生資料。

source: Preface
fr: Préface
zh_tw: 前言

source: The work on this guide started from discussions at the https://biss.pensoft.net/collection/115/[biodiversity_next conference] in 2019 consolidating inputs from various resources, such as:
fr: Les travaux sur ce guide ont commencé suite aux discussions à la https://biss.pensoft.net/collection/115/[conférence biodiversity_next] de 2019 qui consolidaient les contributions de diverses sources, telles que:
zh_tw: 此文件的準備工作始於2019年在 https://biss.pensoft.net/collection/115/[biodiversity_next conference] 研討會上各種面向的討論整合，例如：

source: https://docs.google.com/document/d/1xtgNwxp3Lek8hqFOBWPa8nCFLEc1S6YrYg1y_HLe5I4/edit?usp=sharing[Final Report on Environomics Future Science Platform Project]
fr: https://docs.google.com/document/d/1xtgNwxp3Lek8hqFOBWPa8nCFLEc1S6YrYg1y_HLe5I4/edit?usp=sharing[Rapport final du projet Plateforme Scientifique sur l'Avenir de l'Environnement]
zh_tw: https://docs.google.com/document/d/1xtgNwxp3Lek8hqFOBWPa8nCFLEc1S6YrYg1y_HLe5I4/edit?usp=sharing[未來科學平台環境經濟學項目 (Environomics Future Science Platform Project) 總結報告]

source: https://www.ala.org.au/blogs-news/edna-records-now-available-on-ala[ALA blog post eDNA records now available on ALA]
fr: https://www.ala.org.au/blogs-news/edna-records-now-available-on-ala[ALA blog post enregistrements eDNA maintenant disponibles sur ALA]
zh_tw: https://www.ala.org.au/blogs-news/edna-records-now-available-on-ala[部落格文章，內容關於ALA現在包含eDNA記錄]

source: https://www.ala.org.au/environmentaldna[Environmental DNA (eDNA) in the ALA]
fr: https://www.ala.org.au/environmentaldna[ADN environnemental (eDNA) dans ALA]
zh_tw: https://www.ala.org.au/environmentaldna[ALA裡的環境DNA (eDNA)]

source: https://www.ala.org.au/app/uploads/2019/04/Simple-template-for-eDNA-data-entry-to-ALA-v2-1.xlsx[ALA eDNA data template]
fr: https://www.ala.org.au/app/uploads/2019/04/Simple-template-for-eDNA-data-entry-to-ALA-v2-1.xlsx[Modèle de données eDNA ALA]
zh_tw: https://www.ala.org.au/app/uploads/2019/04/Simple-template-for-eDNA-data-entry-to-ALA-v2-1.xlsx[ALA eDNA資料模板]

source: https://www.miljodirektoratet.no/globalassets/publikasjoner/m1638/m1638.pdf?fbclid=IwAR08bK8C15ebZoGjUmxPgGz364WgFnDq9uT4CKR6aDHR1sUcOfhu7AYO69M[Norwegian Criteria for depositing eDNA samples and data, including vouchered specimens]
fr: https://www.miljodirektoratet.no/globalassets/publikasjoner/m1638/m1638.pdf?fbclid=IwAR08bK8C15ebZoGjUmxPgz364WgFnDq9uT4CKR6aDHR1sUcOfhu7AYO69M[Critère norvégien pour le dépôt des échantillons et des données eDNA, y compris les spécimens étiquetés]
zh_tw: https://www.miljodirektoratet.no/globalassets/publikasjoner/m1638/m1638.pdf?fbclid=IwAR08bK8C15ebZoGjUmxPgGz364WgFnDq9uT4CKR6aDHR1sUcOfhu7AYO69M[挪威寄存eDNA樣本與資料，包括憑證標本的標準]

source: https://biodiversitydata-se.github.io/mol-data[Molecular biodiversity data in SBDI, Sweden]
fr: https://biodiversitydata-se.github.io/mol-data[Données sur la biodiversité moléculaire dans SBDI, Suède]
zh_tw: https://biodiversitydata-se.github.io/mol-data[瑞典生物多樣性資訊建設機構 (SBDI) 的分子生物多樣性資料]

source: https://www.gbif.org/faq?question=how-can-i-publish-molecular-data-to-gbif[GBIF resources (How) can I publish molecular/sequence/DNA based data to GBIF?]
fr: https://www.gbif.org/faq?question=how-can-i-publish-molecular-data-to-gbif[Ressources du GBIF (Comment) puis-je publier des données moléculaires dérivées de séquences/ADN dans GBIF?]
zh_tw: https://www.gbif.org/zh-tw/faq?question=how-can-i-publish-molecular-data-to-gbif[GBIF資源 (如何) 發布分子/序列/DNA資料到GBIF?]

source: https://data-blog.gbif.org/post/gbif-molecular-data[Molecular data in GBIF]
fr: https://data-blog.gbif.org/post/gbif-molecular-data[Données moléculaires dans GBIF]
zh_tw: https://data-blog.gbif.org/post/gbif-molecular-data[GBIF裡的分子生物資料]

source: https://www.gbif.org/publishing-data[GBIF quick guide to publishing data and detailed guides to publishing data]
fr: https://www.gbif.org/publishing-data[Guide rapide de publication des données et guides détaillés de publication des données du GBIF]
zh_tw: https://www.gbif.org/zh-tw/publishing-data[GBIF簡略和詳細發布資料指南]

source: https://ipt.gbif.org/manual/en/ipt/latest/how-to-publish[How to publish data to GBIF], as well as DwC/extension field overview.
zh_tw: link:https://ipt.gbif.org/manual/zh/ipt/latest/how-to-publish[如何發布資料到GBIF]，以及DwC/擴充表的欄位概述。

source: https://github.com/tdwg/gbwg[Genomic Biodiversity Interest Group]
fr: https://github.com/tdwg/gbwg[Groupe d'intérêt sur la biodiversité génomique]
zh_tw: https://github.com/tdwg/gbwg[基因組生物多樣性工作小組 (Genomic Biodiversity Interest Group)]

source: Introduction
zh_tw: 介紹

source: Rationale
fr: Justification
zh_tw: 基本原理

source: The last 20 years have brought an increased understanding of the immense power of molecular methods for documenting the diversity of life on earth. Seemingly lifeless and mundane substrates such as soil and sea water turn out to abound with life–although perhaps not in a way that the casual observer may immediately appreciate. DNA-based studies have shown that organism groups such as fungi, insects, oomycetes, bacteria and archaea are everywhere, although we often cannot observe them physically (https://doi.org/10.1093/femsec/fix023[Debroas et al. 2017^]). The benefits of molecular methods are not restricted to the microscopic world: there are many organisms, such as some fish species, which can at least theoretically be observed physically but for which it is very costly, labour-intensive, and perhaps invasive to do so (https://doi.org/10.1126/sciadv.aap9661[Boussarie et al. 2018^]). In such situations, DNA data enable us to record the presence (and past presence) of these organisms non-invasively and with minimal effort. These developments mean that we do not always need tangible, physical manifestations of all organisms present at some site in order to record them. All organisms, whether or not they are physically observable, may be important when it comes to understanding biodiversity, ecology and biological conservation.
zh_tw: 在過去的20年裡，人們對分子生物方法在記錄地球上生命多樣性的能力有了更多的了解。儘管不是以一種觀察者會立即看到的方式—看似沒有生命的土壤和海水等平凡的基質卻充滿了生命。基於DNA的研究證明，真菌、昆蟲、卵菌、細菌和古細菌等生物群無處不在，儘管我們無法通過實體的方式觀察它們 (https://doi.org/10.1093/femsec/fix023[Debroas等人，2017^])。分子生物方法的好處並不局限於微觀世界：有許多生物，例如某些魚類，即使可以實體觀察到與紀錄它們，但尋找這些生物需要高金錢與人力成本，而且對生物可能具有侵入性 (https://doi.org/10.1126/sciadv.aap9661[Boussarie等人，2018^])。在這種情況下，DNA資料使我們能夠以最小的精力以非侵入性地的方式記錄這些生物的存在 (和過去存在)。 這些發展意味著我們並不總是需要在某個地點來記錄所有存在的生物體。所有生物，無論它們是否可以實體的被觀察到，在了解生物多樣性、生態學和生物保育方面都很重要。

source: DNA-derived data enable us to record inconspicuous or otherwise unobservable taxa that fall below the radar of vetted protocols for field work, checklists, depositions into natural science collections, etc. The current maturity of DNA methodologies enables us to record the presence of these organisms to a level of detail that exceeds that of macroscopic observations of organisms in general. However, bearing in mind that DNA methodologies comes with their own problems and biases, it is important to use this moment to define and agree how we should record and report on an organism as present in some substrate or locality through molecular data. Doing so will help avoid significant inefficiencies that have been reported in other domains, in which the lack of standards and guidance has led to very heterogeneous and largely incomparable bodies of data (https://doi.org/10.1002/edn3.173[Berry et al. 2021^]; https://doi.org/10.1089/omi.2006.10.231[Leebens-Mack et al. 2006^]; https://doi.org/10.1038/nbt.1823[Yilmaz et al. 2011^]; https://doi.org/10.3897/mycokeys.4.3606[Nilsson et al. 2012^]; https://doi.org/10.7717/peerj.14993[Shea et al. 2023^]). Moreover, clear documentation of the computational processing from raw sequence reads to deduced species observation, will enable reanalysis when improved methods appear.
zh_tw: DNA衍生資料使我們能夠記錄不顯眼或無法觀察到的物種，因為這些物種會在常用的田野調查、名錄、自然典藏收集等的方法被忽略。目前DNA方法的成熟度使我們已能更詳細的記錄這些生物的存在，並超過了對一般生物的觀察方式。然而，DNA方法仍有其自身的問題和偏差，重要的是利用現況來定義我們應該如何通過分子生物方法記錄和回報現行存在於某特定基質或位置的生物。由於各領域缺乏標準和方法，導致資料主體非常多樣化且基本上無法互用或做比較。標準化將有助於避免資料在其他領域被無效的呈現 (https://doi.org/10.1002/edn3.173[Berry等人 2021^]；link:https://doi.org/10.1089/omi.2006.10.231[Leebens-Mack等人 2006^]；link:https://doi.org/10.1038/nbt.1823[Yilmaz等人 2011^]；link:https://doi.org/10.3897/mycokeys.4.3606[Nilsson等人 2012^]；link:https://doi.org/10.7717/peerj.14993[Shea等人 2023^])。此外，清晰地記錄從原始序列reads到推斷物種觀察的計算處理方法，將在未來改進方法出現時能夠重新分析過去所使用的步驟。

source: DNA-derived occurrence data of species should be as standardized and reproducible as possible, regardless of whether or not the detected species have formal scientific names. In some cases, such occurrence records will hint at previously unknown geographical and ecological properties of described species, thus enriching our body of knowledge on these taxa. In other cases, the data may allow us to amalgamate and visualize information on currently undescribed species, potentially speeding up their eventual formal description. The ability to collect usable data even for unnamed species adds significantly to the many ways in which GBIF and other biodiversity data platforms index the living world, and make this knowledge available to all and for a variety of purposes, including biodiversity conservation. Recent estimates suggest that at least 85 per cent of all extant species are undescribed (https://doi.org/10.1371/journal.pbio.1001127[Mora et al. 2011^]; https://doi.org/10.1111/cobi.12285[Tedesco et al. 2014^]). Existing data standards have been designed for the minority of taxa that have been described. Good practices for dealing with DNA-derived data will help to characterize occurrences of all organisms, whether described or not.
fr: Les données d'occurrence des espèces dérivées de l'ADN devraient être aussi normalisées et reproductibles que possible, que les espèces détectées aient ou non des noms scientifiques formels. Dans certains cas, ces relevés d'occurrences indiqueront des propriétés géographiques et écologiques des espèces décrites précédemment inconnues, enrichissant ainsi notre corpus de connaissances sur ces taxons. Dans d'autres cas, les données peuvent nous permettre de fusionner et de visualiser des informations sur les espèces actuellement non décrites, ce qui peut éventuellement accélérer leur description formelle. La capacité de collecter des données utilisables, même pour les espèces sans nom, ajoute de manière significative aux nombreuses façons dont le GBIF et d'autres plateformes de données sur la biodiversité indexent le monde vivant et rendent ces connaissances disponibles à tous et à des fins diverses, y compris la conservation de la biodiversité. Selon des estimations récentes, au moins 85 % de toutes les espèces existantes ne sont pas décrites (https://doi.org/10.1371/journal.pbio.1001127[Mora et al. 2011^]; https://doi.org/10.1111/cobi.12285[Tedesco et al. 2014^]). Les standards de données existants ont été conçus pour la minorité de taxons décrits. Les bonnes pratiques pour traiter les données dérivées de l'ADN aideront à caractériser les occurrences de tous les organismes, qu'ils soient décrits ou non.
zh_tw: 物種的DNA衍生出現紀錄應盡可能標準化和可重複操作，無論檢測到的物種是否具有正式學名。在某些情況下，此類出現記錄將暗示所描述物種以前未知的地理和生態特性，從而豐富我們對這些物種的知識。在其他情況下，這些數據可能使我們能夠整合和視覺化有關當前未描述物種的資訊，從而加快它們的正式物種描述。這些未命名物種也能收集可用的相關資料，顯著地增加了GBIF和其他生物多樣性資訊平台對生物世界多種進行索引的方式，使所有人都可以使用這些知識並用於各種目的，包括生物多樣性保育。文獻估計指出所有現存物種中至少有85%未被描述 (https://doi.org/10.1371/journal.pbio.1001127[Mora等人 2011^]；link:https://doi.org/10.1111/cobi.12285[Tedesco等人 2014^])。現有的資料標準是為已描述的少數類群所設計的。良好的處理DNA衍生資料將有助於描述所有生物的出現紀錄，無論該物種是否已被描述。

source: This guide sets out the ways in which DNA-derived occurrence data should be reported for standardized inclusion in GBIF and other biodiversity data platforms. It does not express any view on the issue of access and benefit sharing for digital sequence information, the subject of extensive discussion through the https://www.cbd.int/abs/[Convention on Biological Diversity^] (CBD). However, it is worth noting that genetic barcodes and metabarcodes are typically genes or non-coding DNA fragments, which are not suitable for commercial exploitation. As the archiving of sequences through http://www.insdc.org/[International Nucleotide Sequence Database Collaboration (INDSC)^] is a widespread norm in sequence-based research, publication of occurrence data originating from sequences does not involve publishing new sequences. In most cases these have already been placed in a public genetic repository. This guide therefore addresses the added value possible from deriving spatio-temporal occurrence data and dna-based names from dna data, rather than the value of the genetic information itself. In addition to dealing with sequence-derived data, this guide also includes suggestions for publishing occurrence data of species derived from qPCR or ddPCR analyses.
fr: Ce guide explique comment les données d'occurrence dérivées de l'ADN doivent être rapportées pour être intégrées dans GBIF et à d'autres plateformes de données sur la biodiversité. Il n'exprime aucune opinion sur la question de l'accès et du partage des bénéfices pour l'information sur les séquences numériques, qui a fait l'objet de discussions approfondies dans le cadre de https://www.bd.int/abs/[Convention sur la diversité biologique^] (CBD). Toutefois, il convient de noter que les codes-barres génétiques et les métacodes-barres sont généralement des gènes ou des fragments d'ADN non codant, qui ne se prêtent pas à l'exploitation commerciale. Comme l'archivage des séquences via http://www.insdc.rg/[Collaboration internationale de base de données sur la séquence des nucléotides (INDSC)^] est une norme répandue dans la recherche basée sur le séquençage de l'ADN, la publication de données d'occurrence issues de séquences n'implique pas la publication de nouvelles séquences. Dans la plupart des cas, celles-ci ont déjà été placées dans un répositoire génétique public. Ce guide aborde donc la valeur ajoutée possible de la dérivation des données spatio-temporelles d'occurrence et des noms basés sur l'ADN plutôt que la valeur de l'information génétique elle-même. En plus de traiter les données dérivées des séquences ADN, ce guide contient également des suggestions pour la publication de données sur les occurrences d'espèces dérivées d'analyses qPCR ou dPCR.
zh_tw: 此文件描述DNA衍生資料的發布標準與方式，以便將此資料納入GBIF和其他生物多樣性平台。此文件不針對數據存取與序列資訊共享的議題發表任何意見，這是在link:https://www.cbd.int/abs/[生物多樣性公約^] (CBD) 裡已廣泛討論的主題。然而值得注意的是，DNA分子條碼 (barcoding) 和DNA高通量份子條碼 (metabarcoding) 通常是基因或非編碼DNA片段，不適合用於商業開發。序列存檔於link:http://www.insdc.org/[國際核苷酸序列數據庫協作 (INDSC)^] 是序列型研究中的普遍規範，但發布源自序列的出現紀錄不需要發布新序列。大多數的情況下，這些序列資料已經被放置在公開的基因資料庫中。因此，此文件描述從DNA衍生出現紀錄資料中的時空間與基於DNA的名稱資訊可能帶來的附加價值，而不是遺傳資訊本身的價值。除了處理序列衍生資料外，此文件還包括發布來自qPCR或ddPCR分析的物種出現資料的建議。

source: Reporting DNA-derived occurrences in an open and reproducible way brings many benefits: notably, it increases citability, highlights the taxa concerned in the context of biological conservation and contributes to taxonomic and ecological knowledge. Additionally, it also provides a mechanism to store occurrence records of undescribed species. When this yet to be described taxon is finally linked to a new Linnaean name, all these linked occurrence records will be immediately available. Each of these benefits provides a strong rationale for professionals to adopt the practices outlined in this guide, helping them to highlight a significant proportion of extant biodiversity, hasten its discovery and integrate it into biological conservation and policy-making.
fr: Signaler les occurrences dérivées d'ADN de manière ouverte et reproductible apporte de nombreux avantages : notamment, cela accroit la citabilité, met en évidence les taxons concernés dans le contexte de la conservation biologique et contribue aux connaissances taxonomiques et écologiques. De plus, ça fournit également un mécanisme pour stocker les occurrences d'espèces non décrites. Quand ce taxon, qui n'est pas encore décrit, est enfin lié à un nouveau nom linnéen, tous les enregistrements d'occurrences qui lui sont liés seront immédiatement disponibles. Chacun de ces avantages justifie fortement l'adoption par les professionnels des pratiques décrites dans ce guide, qui les aideront à mettre en évidence une part importante de la biodiversité existante, à accélérer sa découverte et à l’intégrer dans la conservation biologique et l’élaboration des politiques.
zh_tw: 以開放和可重複性的方式回報DNA衍生的出現紀錄有很多好處。它增加了可引用性，凸顯了生物保育背景下相關的分類群，並有助於分類學和生態學知識。除此之外，它還使用了另一種方式來存儲未描述物種的出現記錄。當這個尚未被描述的物種分類最終與一個新的林奈名稱相聯時，所有相關的出現記錄將連結與可立即被使用。這些好處都為專業人士提供了強有力的理由來採用此文件中概述的做法，幫助他們凸顯出現存更廣的生物多樣性，加速其發現並將其納入生物保育和政策制定。

source: Target audiences
fr: Public cible
zh_tw: 目標受眾

source: This guide has been developed for multiple target audiences: students planning a first DNA-based study, researchers with old sequences and abundance tables they want to revive or preserve, biodiversity data specialists who are new to DNA-derived occurrences, and bioinformaticians familiar with sequence data but new to biodiversity data platforms. The guide does not directly target users of molecular data in biodiversity data platforms, but such users may find <<outputs,section 1.7 on Outputs>> particularly interesting. The authors' intention is to provide guidance on publishing data and associated attributes from genetic sequence through general biodiversity data platforms.
fr: Ce guide a été élaboré à l'intention de plusieurs publics cibles : les étudiants qui planifient une première étude basée sur l'ADN, les chercheurs qui possèdent d'anciennes séquences et d'anciens tableaux d'abondance qu'ils souhaitent faire revivre ou préserver, les spécialistes des données sur la biodiversité qui s’initient aux occurrences dérivées de l'ADN, et les bioinformaticiens qui sont familiers avec les séquences ADN, mais qui ne connaissent pas les plateformes de données sur la biodiversité. Le guide ne s'adresse pas directement aux utilisateurs des données moléculaires dans les plateformes de données sur la biodiversité, mais ces utilisateurs pourront trouver un intérêt particulier à la section <<outputs,section 1.7 en Résultats>> sur la sortie des données. L’intention des auteurs est de conseiller et d’instruire sur la publication des données et des attributs associés aux séquences génétiques par le biais de plateformes générales de données sur la biodiversité.
zh_tw: 此文件針對多個目標受眾：與DNA有相關的研究計畫的學生、想要恢復或保存舊基因序列和豐富度資料的研究人員、不熟悉DNA衍生出現紀錄的生物多樣性資訊專家，以及不熟悉生物多樣性資訊平台但了解基因序列的生物資訊學家。此文件不直接針對在生物多樣性資訊平台中使用分子生物資料的人員，但此類使用者可能對<<outputs,第1.7章節的輸出格式>>有興趣。作者們的目的是為針對生物多樣性資訊平台中發布基因序列衍生與相關屬性資料提供指引。
